[
  {
    "image": "http://www.shqiperia.com/fotoshqip/1186087712-shkodra-1.jpg",
    "title": "Shkodra",
    "description": " Historikisht Shkodra ka qenë një ndër qytetet kryesore shqiptare. Zhvillimin më të madh e mori në shekullin XIX. Më 1870 ajo kishte rreth 50 000 banorë. Historikisht Shkodra ka qenë një ndër qytetet kryesore shqiptare. Zhvillimin më të madh e mori në shekullin XIX. Më 1870 ajo kishte rreth 50 000 banorë. U bë nyjë e rëndësishme tregtare për gjithë Ballkanin, me 3500 dyqane, në zonën ku sot njihet si 'pazari i vjetër'. Që më 1718, Shkodra ka patur agjensi konsullore në shumë vende të huaja. Si port konsiderohej Oboti, por sidomos Ulqini dhe më vonë Shëngjini. Gjatë viteve të Lidhjes së Prizrenit (1878), Shkodra u bë vatër e rëndësishme e lëvizjes kombëtare. Në këtë kohë, dega e Lidhjes në Shkodër kishte gardën e saj, e cila ishta nga më veprueset dhe ndihmoi në mbrojtjen e Plavës, Gucisë, Hotit e Grudës, si dhe në luftën e Ulqinit. Shkodra ka qenë gjithashtu një vatër kulturore mjaft e rëndësishme. Përmendim këtu bibliotekën e Bushatllinjve dhe fototekën Marubi, e cila njihet si ndër më të vjetrat e Ballkanit dhe me vlera të pazëvendësueshme. Gjatë luftës ballkanike dhe luftës së parë botërore, Shkodra u bë pré e synimeve grabitqare të Malit të Zi dhe Serbisë. Popullsia shkodrane e mbrojti qytetin për shtatë muaj me radhë kundër ushtrive rrethuese, por më 23.04.1913, ushtritë serbo-malazeze hynë në qytet përmes tradhëtisë së Esat Pashë Toptanit. Serbo-malazezët u detyruan të dilnin pas disa muajsh dhe Shkodra kaloi më vonë nën protektorat ndërkombëtar. Qyteti i kaloi qeverisë së Tiranës më 1920. Shkodra mund të përmendet edhe si qendër e katolicizmit shqiptar. Ishte qyteti i fundit shqiptar që ra nën sundimin osman më 1479, dhe qyteti që kundërshtoi më së shumti ardhjen e komunizmit më 1944. Qytetarët shkodranë ishin të parët që rrënuan simbolet e diktaturës më 1989. Aty filloi edhe shkëndija e parë e protestave gjithëpopullore kundër komunizmit në fundin e vitit 1990."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189952185-tepelena.jpg",
    "title": "Tepelena",
    "description": " Rrethi perfshin pjese nga krahinat etnografike te Kurveleshit, Lopesit, Rrezes, Dervenit, Buzit e Krahesit, ku seicila shquhet për larmine e traditave, kengeve, valleve e kostumeve. Ne kete rreth, fale pozicionit gjeografik, ka pasur shume qendra te banuara, si vende banimi te hapura ne rajonet Dragot, Beçisht, Damës, ashtu dhe vendbanime te fortifikuara me mure masive. Histori\nNe shekujt e pare te e.s. u vu re nje nderprerje e veprimtarise fortifikuese, qe perkon me te ashtequajturen \"paqe romake\", por me tej për te perballuar dyndjet e barbareve dhe levizjet e brendshme ndertimet u gjalleruan. Ne kete periudhe te vone antike ne Tepelene u zhvilluan ndertime ne pika kyce, ne qytet dhe ne nyjet rrugore. Historianet trajtojne si te kesaj periudhe punimet ne Kalivac, Zharre, Qesarat (ku janë gjetur qypa, gdhendje mermeri e mbeturina te nje banje antike)... Ne lashtesi, Tepelena bente pjese ne treven e Kaonise. Zona e Buzit lidhej me iliret e Antipatrese (Beratit), Krahesi me Bylynet (Mallakaster) dhe Lopesi me Amantinet (Plloca e Vlores). Ne fundin e shekullit te 9-te, Tepelena hyn ne Themen e Nikopopjes pastaj ne Despotatin e Epirit.Nga fundi i shekullit te 14-te, filloi depertimi i turqve ne Shqiperine e Jugut. Ky pushtim, perpjekjet për rregjistrimin e popullsise dhe për ndryshimet e fese se krishtere iu kundeshtuan me arme ne dore... Ne vitin 1492 ndaloi ne Tepelene për 24 dite, ekspedita ndeshkimore e sulltan Bajazitit te II. Ne shekullin e XVI, Tepelena bente pjese ne sanxhakun e Vlores. Nga fundi i ketij shekulli, filloi islamizimi masiv duke bere kerdine ne lemin e taksave dhe ne jeten shoqerore. Tepelena është një vendbanim i hershem që lidhet me ndërtimin e një keshtjelle në shek IV-VI, të ngritur në këtë pikë strategjike në kryqëzimin e rrugëve të Vjosës, grykës së Këlcyres, Drinosit dhe Mallakastrës. Poshtë kështjellës rruhen gjurmë të një ure të madhe, pjesa e pare me harqe të shekullit të dytë. Pesë fazat e tjera janë ngritur nga shekulli VI deri XIX. Ajo u shkaterrua nga pushtuesit Osman në 1492.Në shekullin XVII Tepelena kishte 250 shtepi. Me 1789 Tepelenën e shtiu në dore Ali pash Tepelena. Kalaja aktuale u rindertua prej tij me 1819 me nje sipërfaqe 4-5 ha me tre hyrje dhe 3 kulla. Deri më 1820 ka qënë rezidenca e dytë e ApT. Më 1918 u krijua Klubi Atdhetar \"Bashkimi\" me pjesmarrjen aktive të patriotit Avni Rustemi, që në atë periudhë ishte mesues në Tepelenë."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189950094-korca-1.jpg",
    "title": "Korca",
    "description": " Korça është qytet në Shqipërinë jugore. Korça është edhe qendra e prefekturës me të njëjtin emër. Është një nga qytetet më të mëdha të vendit me rreth 85.000 banorë të regjistruar, por me 70.000 rezidentë. Historia\n Hapësira ku sot gjendet qyteti është vërtetuar se ka qenë e banuar që në kohët e lashta. Kështu në rrethinën e qytetit është gjetur ndër të tjera edhe një kodërvarrimi e vjetër diku rreth 7 mijë vjetë me një diametër prej 10.47 metrash dhe lartësi 114 centimetra. Ekonomia\n Ekonomia e qytetit te Korces i ka themelet e saj ne zhvillimin bujqesor, por nuk mund te lihen pa permendur bizneset e medha te qytetit te cilat perfshine kryesisht sektorin e ndertimit civil dhe prodhimin e materialeve te ndertimit, sektorin ushqimor dhe ate te sherbimeve. Edhe pse Korca ofron mundesi te mira per zhvillimin e turizmit, ngelet akoma shume per te bere ne kete drejtim. Niveli ekonomik i qytetit aktualisht ndodhet ne nje rritje kostante edhe pse duhet te sigurohet akoma stabiliteti ekonomik sipas standarteve EU. Kultura Korca perben nje nga qendrat kulturore me te rendesishme te shqiperise. Vete muzeumet e shumta ne qytet pershkruajne aktivitetet kulturor nder shekuj. Eshte e mirenjohur shkolla e pare shqipe ne kete qytet qe daton ne vitin 1887, shkolla e pare ne Shqiperi per vajza si dhe liceu Francez ndertuar ne vitin 1917. Edhe pse nder vite qyteti ka qene pushtuar disa here, ndikimet e huaja perbejne nje pjese te vogel te kultures korcare. \n  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189960500-durresi.jpg",
    "title": "Durrësi",
    "description": " Durrësi është qytet bregdetar në Shqipërinë e mesme. Porti i Durrësit është kryesori në vend, gjithashtu një port i rëndësishëm detar i Mesdheut. Qyteti ka mbi 200,000 banorë dhe njëherit është qendra e prefekturës dhe qarkut të Durrësit. Historia Durrësi mund te krahasohet me qytetet me te medhenj te Mesdheut antik dhe Mesdhetar. Qyteti Epidamn Dyrak u ndertua nga Iliret Taulane, dallendyshasit ne shekuj XIII-XI p.K Banoret e pare te Dyrrahut, para ilireve te quajtur protoiler, pellazge, ngriten ne rrethinat e ketij qyteti, vendbanimet e para prehistorike. Ne kushtet e nje klime mesdhetare, zona me e pershtateshme per banim ishte ajo e lumit Erzen (Ululeus) si dhe Ultesira Perendimore perreth saj. Ne bregdetin e Gjirit te Durresit u vendos qendra e pare apo limani me emrin Dyrrah. Sipas autoreve antik, ky qytet u themelua nga dy mbreter me origjine ilire te quajtur Dyrah dhe Epidamn. Mbreti Epidamn, ndertoi pjesen e fortifikuar te qytetit ne juglindje te Malit te Durresit, kurse nipi i tij Dyrrak, ndertoi Portin qe per shume e shume shekuj mban emrin e tij. Nga keto dy emra mbijetoi deri ne ditet tona, emri Dyrrah-Durresi, per vete rolin e tij si liman-Port. Emri i vertet i mbretit vendas Dyrrah, indentifikohej dhe me konfiguracionin gadishullor te relievit, duke shprehur qenien e dy shpateve (dy rrahe), qe duken kur hyn ne Gjirin e Durresit. Qyteti u zhvillua me shpejtesi per te mundesuar zevendesimin e rolit te Troies, duke u bere pika me e pershtateshme nderlidhese midis Pelegi-Europe dhe Hesperise te populluar nga Tuske e Dardane. Ne shekujt X-VIII p.K u krijua Federata Taulane: Shtete me Kryeqender Dyrrahun. Ne shekujt VII-III p.K Federata Taulane e shendrroi Taulanine ne shtetin kryesor Ilire te Ultesires Perendimore Panadriatike, duke e bere kryeqendren Dyrrah, qytet me zhvillim te gjithanshem \"Dere e dritare\" te Europes. Ne shekujt II p.K deri X era e re , Europa Perendimore njihej me emrin Durres, qe ishte Shtet i Pavarur brenda Perandorise Romake-Bizantine. Gjate periudhes Bizantine vazhdoi te mbetej qyteti me i rendesishem ne brigjet perendimore te Gadishullit te Ballkanit. Ai ishte kryeqendra e Provinces \"Epiri i Ri\", ku perfshiheshin krahinat nga lumi Mat deri tek lumi Vjosa. Ne kohen e Perandorit te Anastasit I (491-519) dhe Justianani I (527-565), qyteti pesoi transformime te ndjeshme ne strukturen urbane duke marre tiparet e nje qyteti tipik bizantino-kristian. Ne shekujt VIII u formua ne Durres, Njesia Administrative \"Ahrondia e Dyrrahut\", forme vetqeverisje e qytetit me krahinat perreth. Ne vitet e para te shek. IX u themelua \"Thema e Dyrrahut\", qe kishte per qellim mbrojtjen nga rreziku i sulmeve te Arabeve dhe Frengeve si dhe per te perballuar presionet tregtare te Venedikut. Kjo njesi ushtarake-administrative, perfshinte trojet nga Tivari ne veri e deri ne Gjirin e Vlores ne jug, ndersa ne lindje kufizohej me lumin Drin. Me Durresin, si kryeqender te saj, u krijua dhe u perhap Qyteterimi Mesjetar, kultura arbnore, u kalua ne sistemin feudal dhe ne krijimin gradual te nje shtrese fisnikesh te rinj. Gjithe ky proces, coi nga formalizimi deri tek shkeputja e plote e lidhjeve te zones Durres nga Bizanti. Ne shek. XI-XV, Shteti Shqipetar njihet me emrin Shteti i Arberit. Ky shtet, kulmin e tij e arriti ne periudhen e mbreterimit te Gjergj Kastriotit. Sipas kronikeve Osman te shek. XVI, Durresi apo sic e cilesojne ata \"Kostandinopoja e Dyte\", u pushtua nga turqit me 13 Gusht 1501. Pushtimi Osman pati pasoja te renda per Durresin. Qyteti me i madh dhe hijerende, u shendrrua ne nje qyteze me 100-120 shtepi, duke mbetur i tille per nje periudhe relativisht te gjate. Vetem ne shek XVII, qyteti filloi te rimare veten duke u bere qender e tregetise tranzite dhe skela kryesore e Shqiperise se Mesme. Ne reformen administrative te vitit 1888, Durresi ishte Sanxhak i vilajetit te Shkodres. Ne fillim te vitit 1912 qyteti me rreth 4700 banore, ishte nyje kryesore nderlidhjeje midis qendrave te levizjes kombetare. Me 21 Nentor 1912, ne Portin e Durresit, zbriten nje grup patriotesh te kryesuar nga atdhetari I.Qemali, te cilet vinin me misionin historik qe te shpallnin mevetesine e shtetit Shqiptar dhe me 26 Nentor ne Durres ngrihet flamuri i Pavaresise. Sundimit turk i kishte ardhur fundi, por duket se qytetin e lakmonin invazione te tjera: pushtimi serbe(1913), ai austro-hungareze (1916) dhe pushtimi italian (1918). Gjate viteve te monarkise shqiptare (1924-1939) Durresi fitoi nje frymarrje te re dhe qytetaria fisnike durrsake e beri qytetin e vet model te zhvillimit ekonomik kapitalist. Me 7 Prill 1939 qyteti dhe rrethinat e tij u pushtuan nga trupat e ushtrise italiane dhe gjermane dhe me 14 Nentor 1944, Durresi u clirua. Periudhes se sistemit socialist (1945-1990), i perkasin investimet ne disa dege te industrise, kolektivizimi i bujqesise, masivizimi i arsimit, ngritja e nje seri objektesh social kulturore etjer. Ne fillim te viteve '90 zune fill normat e para te sistemit demokratik me shume probleme per fazen e tranzicionit, por me perspektive per te ardhmen. Sistemi i ri dhe reformat ekonomike qe u zbatuan ne Shqiperi dhe ne Durres pas vitit 1990, sollen transformime te ndjeshme ne jeten ekonomike. Ne rrethin e Durresit jane aktualisht ne aktivitet 3511 subjekte ekonomike, midis te cilave 64 shoqeri te perbashketa (Filanto, Floryhen, Trumph, Eurotech), etjer qe merren me rieksportin e konfeksioneve te kepuceve, peshkut etjer. Ne Durres operojne aktualisht 9 banka, pjesa me e madhe e te cilave jane te huaja. Porti i Durresit, eshte nje nga portet me te vjetra te Europes ne detin Adriatik dhe nje nga kryeurat ballkanike te komunikimit te perendimit me lindjen dhe anasjelltas. Ai eshte percaktuar si nje pike hyrje per Korridorin e 8-te te transportit qe fillon nga Shqiperia, kalon nepermjet Maqedonise dhe Bullgarise per te mbrritur ne portin e Varnas dhe Burgasit ne Detin e Zi. Objektivi kryesor i projektit eshte krijimi i nje transporti te sigurt, sipas standarteve te projektimit europian dhe nderkombetare. Gjithashtu eshte porti me i madh i vendit, i cili mbulon rreth 85% te import-eksporteve shqiptare te mallrave dhe me i rendesishem ne transportin detar te udhetareve. Porti i Durresit ka nje siperfaqe te pergjithshme prej 1.4 km2 dhe nje akuatorium prej 0.67 km2. Kanali i hyrjes eshte 9.5m i thelle, 40 ml i gjere dhe 1.2 milje i gjate. Ne port funksionojne 11 kalata operues nga 6.60 -11m te thella me nje gjatesi rreth 2.200m. Siperfaqja totale per depozitimin e mallrave eshte 270.000m2 nga te cilat 27.000m2 jane te mbuluara. Ne portin e Durresit ngarkohen dhe shkarkohen te gjitha llojet e mallrave minerale, karburante, cimento dhe artikuj te kategorive te ndryshme. Ne port gjendet dhe terminali i trageteve, i cili ka ne dispozicion nje kalate me gjatesi 186ml dhe zhytje qe varion nga 7.40-7.90 ml. Ne kete terminal, gjate vitit 2002, u perpunuan 1.683 tragete me 600.500 pasagjere, 138.000 automjete dhe 368.000 ton mallra. Terminali i konteniereve eshte ne fazen ndertimore. Pervec kalates dhe sheshit qe ka ne dispozicion, ne ndihme te terminalit te konteniereve ne portin e Durresit ndodhen edhe nje sere pajisjesh qe ndihmojne ne ngarkim-shkarkimin e tyre. Aktualisht ne portin e Durresit jane futur ne perdorim fondet e Bankes Boterore prej 23 milion USD, Programi PHARE me 11 milion USD, TDA me 1.9 milion USD investime keto qe kane si destinacion rehabilitimin e kalatave, shtrimin e shesheve, blerjen e elektrovincave dhe makinerive per perpunimin e konteinereve etjer. Porti i Durresit ka perfituar gjithashtu nje kredi prej 17 milion Euro nga Banka Europiane e Zhvillimit. Projekti perfshin ndertimin e teminalit te ri te trageteve dhe rikonstruksionin e tij ekzistues. 90% e vellimit te transportit detar ne Shqiperi kryhet nepermjet Portit te Durresit dhe kapaciteti vjetor i perpunimit te mallrave eshte rreth 3 miljon ton. Me krijimin e zones fiskale, kapaciteti i Portit do te arrije ne 5 milion ton mallra te perpunuara ne vit. Ne port funksionojne rreth 75 agjensi detare spedicionere, nga te cilat 6 agjensi detare qe trajtojne 14 tragete udhetaresh dhe automjetesh. Me e madhja eshte agjensia publike “Taulantja sh.a”. Aktualisht, ne portin e Durresit eshte dyfishuar numri i trageteve krahasuar me nje vit me pare. Cdo jave ne kete port akostohen rreth 40 tragete dhe katamarane qe lidhin Durresin me portet e tjera te Mesdheut. Durresi eshte nyje e te gjitha llojeve te transportit. Nese do t’i referohemi shprehjes se vjeter qe ne kohen e Perandorise Romake se “Te gjithe rruget te cojne ne Rome”, ne Shqiperi, do te ishte: “Te gjithe rruget te cojne ne Durres”. Durresi, qytet 3000-vjecar ne zemer te Europes. Ne qender te tij ndodhet Amfiteatri me 20.000 vende, unik ne te gjithe Ballkanin. Trashegimia arkeologjike e qytetit e ben te natyrshme qe cdo durrsak te ndjehet krenar per qytetin e tij. Durresi i cilesuar si Taverna e Adriatikut, mirepret ne kohet moderne, turist dhe vizitor nga e gjithe bota. Tashme Durresi eshte perfshire ne projekte te fuqishme te Bankes Boterore dhe Agjensive te rendesishme Nderkombetare. Ai ka hyre ne nje faze te rendesishme te zhvillimit ekonomik lokal. Turizmi dhe vlerat arkeologjike, presin cdo turist dhe vizitor per te shijuar bukurite natyrore dhe per te prekur dhe pare nga afer lashtesine. Zhvillimi ekonomik dhe interesi i madh per te sjelle ne Durres eksperiencat me te mira te vendeve te zhvilluara, i ofrojne investitoreve dhe biznesmeneve mundesi dhe terren per te arritur sukses ne aktivitetet e tyre. Mjedisi shume i favorshem, mundeson krijimin e zonave industriale, krijimin e plazheve elitare ne zona te virgjera, studime e master plane, zbulime arkeologjike, ndertime te rrugeve te reja dhe permiresimin e infrastruktures. Politikat ekonomike financiare lokale, lehtesojne investitoret ne sipermarrjet e tyre. Nisur nga keto: Vizioni i strategjise se Bashkise per zhvillimin e qytetit te Durresit eshte: “Nyje kryesore e vendit per transportin detar, rrugor, hekurudhor, zona me e rendesishme e vendit ne fushen e turizmit masiv dhe ate elitar, qe ofron histori dhe arkeologji unike, qender kryesore per tregetine me jashte dhe industrine eksportuese, qytet i bankave dhe i shoqerive te sigurimit, me nje komunitet qe gezon nje cilesi jete te avancuar”."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189960779-elbasani.jpg",
    "title": "Elbasani",
    "description": " Elbasani është qytet në Shqipëri dhe njëherit qendër e Prefekturës dhe rrethit me të njëjtin emër. Qyteti i Elbasanit ndodhet në Shqipërinë e Mesme. Ai shtrihet në fushën e Elbasanit, në krahun e djathtë të rrjedhjes së mesme të lumit Shkumbin, i rrethuar në lindje nga Krasta e Madhe dhe e Vogël, në veri dhe veriperëndim nga kodrat e Ullishtave, në perëndim nga përroi i Zaranikës, në jug kufizohet nga lumi Shkumbin. Në anën perëndimore të qytetit kalon përroi i Zaranikës dhe nga lindja ai i Manazderies. Elbasani është i vendosur midis gjerësive gjeografike veriore 41° 27', jugore 40° 10', lindore 20° 34' dhe perëndimore 19° 03' dhe ndodhet në një lartësi mesatare prej 125 m mbi nivelin e detit. Veçoritë klimaterike të kësaj zone janë: dimër i butë e me reshje dhe verë e nxehtë dhe e thatë. Elbasani është një nga qytetet më të mëdha të vendit me një popullsi prej rreth 120.000 mijë banorësh. Historia e trevave të Elbasanit e ka zanafillën e saj në shekullin II p.e.s. me vendbanimet e hershme ilire. Në shekullin II qyteti njihej me emrin Skampa e më vonë me emrin Skampini dhe ishte në varësinë administrative të Durrahut (Durrësit). Duke qenë i vendosur në kryqëzimin e rrugëve Veri-Jug dhe Lindje-Perëndim, ai ka shërbyer si pikë e rëndësishme kalimi dhe si stacion i rëndësishëm, duke u përmendur si qendër urbane, ushtarake e peshkopale. Pas bllokimit të rrugës Egnatia nga dyndjet e barbarëve, qyteti i Skampinit nuk përmendej më dhe u shkatërrua nga bullgarët dhe ostrogotët gjatë migrimit sllavo-bullgar diku nga shekulli VI-VII. Elbasani u themelua nga turqit osman në të njëjtin vend në shekullin XV. Pas disfatës që pësoi në rrethimin e dytë të Krujës, sulltan Mehmeti II, rindërtoi në kthim në vitin 1466 kalanë e vjetër, për ta pasur si pikë mbështetje të mëvonshme. Kalaja u ndërtua për vetëm 25 ditë dhe në ndërtimin e saj ndihmuan 150,000 njerëz. Në hyrje të kalasë, mbi një pllakë, sulltani shkroi në turqisht: “Eli-Basan, es Sulltan, ibni Sulltan, Fahati Sulltan, Mehmet thani han.” (Vura dorë, unë sulltan bir sulltanësh, sulltan triumfues, Mehmeti, mbret i madh.”). Pra, Elbasan do të thotë “vura dorë”. Me kalimin e kohës rreth Kalasë u zhvillua qyteti i Elbasanit. Në dokumentacionin e kohës dëshmohet se në mesin e shekullit XVII Elbasani kishte 2000 shtëpi dhe 900 dyqane. Punoheshin lëkura, leshi, mëndafshi, metalet e sidomos argjendi. Pas pushtimit turk Elbasani u shndërrua në qendrën e Islamit në Shqipëri. Për shkak të pozitës shumë të favorshme në rrugën Egnatia, Elbasani u kthye në një qendër tregtie shumë të rëndësishme. Përkrah tregtarëve vendas dhe turq në qytet ishin ngulitur edhe tregtarë grek dhe sllav. Prodhimet e qytetit të Elbasanit gjenin treg shitjeje si brenda ashtu edhe jashtë vendit. Këtë e dëshmon fakti që Turqia në dy ekspozita ndërkombëtare, njëra në Paris në vitin 1867 dhe tjetra në Çikago në vitin 1894, krahas artikujve të tjerë të artizanatit ekspozoi edhe pushkë, pistoleta dhe silahe të prodhimit shqiptar të Shkodrës, Elbasanit, Prizrenit, etj. E rëndësishme është se Elbasani shquhet për organizimin e panaireve. Panairi i parë është ai i vitit 1381 i pasuar nga të tjerë në periudha të mëvonshme. Në këtë kohë Elbasani shquhet si qendër e fuqishme arsimore dhe kulturore me përpjekjet që bënë Bugomili (anonimi i Elbasanit), Dhaskal Todri për përhapjen e gjuhës e të shkrimit shqip. Në epokën e Rilindjes Kombëtare Shqiptare zë një vend të rëndësishëm Kostandin Kristoforidhi, autor i abetares shqipe, fjalorit gegërisht dhe toskërisht, i cili konsiderohet si babai i gjuhës shqipe. Në etapën e fundit të Rilindjes Kombëtare Shqiptare veçojmë Elbasanin si përhapës të mendimit përparimtar arsimor e kulturor. Pas shpalljes së Hyrijetit, Kushtetutës Xhonturke, u krijuan një sërë shoqërish dhe klubesh nga patriotët elbasanas, të cilët detyrë kryesore kishin përhapjen e gjuhës dhe shkrimit shqip. Më 2-9 shtator 1909 u thirr Kongresi i Elbasanit ndër vendimet më kryesore të të cilit qe hapja e shkollës Normale, e cila u realizua më 1 dhjetor 1909 dhe krijimi i Shoqërisë Përparimi, e cila do të mbështeste financiarisht këtë shkollë. Kjo shkollë ka qenë e para shkollë e mesme e arsimit kombëtar shqiptar. Qyteti i Elbasanit konsiderohet si një nga vatrat më të rëndësishme të luftës për liri dhe çlirim kombëtar. Si pika kulmore përmendim aktin e shpalljes së pavarësisë së Elbasanit më 25 Nëntor 1912, si i pari qytet i Shqipërisë, pjesëmarrjen aktive në Luftën e Vlorës në vitin 1920, në Lëvizjen Demokratike Antifeudale të vitit 1921 - 1924, si dhe në Luftën e Dytë Botërore. Gjatë periudhës 1924 -1939 qyteti i Elbasanit arriti një zhvillim të ndjeshëm në disa drejtime si p.sh. në infrastrukturë kryesisht me ndërtimin e rrugëve që lidhnin Elbasanin me Tiranën, Durrësin, Korçën, Gramshin, Dibrën, etj, ndërtimin e ujësjellësit të qytetit dhe ndërtimin e centralit elektrik. Gjatë kësaj periudhe mori zhvillim edhe ekonomia me ngritjen e disa objekteve si: fabrika e alkoolit, duhan-cigareve, vaj-sapunit duke vazhduar punën artizanale tradicionale. Në këtë kohë kemi ngritjen e degëve të bankave shqiptare dhe të huaja, të cilat nxisnin prodhimin bujqësor e industrial të Elbasanit. Në vitin 1945 në Shqipëri u vendos regjimi komunist. Si të gjithë qytetet e tjerë të Shqipërisë edhe Elbasani vuajti për 45 vjet represionin e egër komunist që donte ta privonte qytetin nga prirjet e tij demokratike dhe kulturore. U persekutuan personalitetet më të shquara të qytetit të Elbasanit. U vu dorë mbi institucionet e kultit duke i transformuar sipas \"ideologjisë së re\". Në proceset demokratikë të vitit 1990 edhe qytetarët e Elbasanit morën pjesë aktive në to. Personalitetet më të shquara të shekullit të kaluar për qytetin e Elbasanit janë: Aqif Pashë Elbasani, Aleksandër Xhuvani, Lef Nasi, Ahmet Dakli, Et'hem Haxhiademi, etj. Banja e vjetër turke, që ndodhet në qendër të qytetit është restauruar dhe përdoret sot si restorant."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189961002-vlora.jpg",
    "title": "Vlora",
    "description": " Vlora është një qytet në Shqipërinë jugore. Vlora është qyteti i dyte më i madh portual pas Durrësit, me një popullsi afërsisht 124.000 (2006). Ndodhet ne jugperëndim te Shqipërisë, në Detin Adriatik dhe ështe qendra e Rrethit të Vlorës. Histori\n Qytet i lashtë dhe një nga portet kryesore te Shqipërisë. Ndodhet ne jugperëndim te vendit, buzë Adriatikut. Në lashtësi njihej me emrin Aulona. Gjurmët më të hershme i takojnë shek. VI p.e.s. Në shek. IV rrethohet me mure guri të latuar. Duke qenë një nyje e rrugëve tokësore e detare, i njohur për verën, ullinjtë e kripën, u bë porti kryesor i Ilirisë pas rënies së Apolonisë e Orikumit. Në mesjetë fatet e qytetit lidhen me kështjellën e Kaninës. Më 1081 u pushtua nga normanet, më 1205 nga Venediku, pastaj kaloi në sundimin e Hohënshtaufëve gjermanë dhe më 1272 u përfshi në mbretërinë e Arbërisë. Në shek. V. u bë një qendër e lulëzuar tregtare e zejtare, si despotat më vete. Kaloi ne shek. XIV nën sundimin e Balshajve. Ishte e dëgjuar për punimin e hekurit, të shpatave, te mëndafshit, për nxjerrjen e kripës etj. Osmanët e pushtuan më 1417, ishte i pari port i pushtuar prej tyre në Adriatik. Në shekujt e mëvonshëm ishte qendër sanxhaku. Më 1531 sulltan Sulejmani më gurët e Aulones ndërtoi një kala afër detit (ne vendin e stadiumit te sotëm) me trajtë 8-këndëshe, e përshtatur për artilerinë. Brënda kishte kulla 7-kateshë e banesa. Mendohet se është projektuar nga arkitekt Sinani. Kalaja njihet edhe si Kalaja e Skelës. Historiani turk Evliha Çelebiu e konsideronte Kalanë e Skelës si një nga mrekullitë e arkitekturës osmane dhe në të njëjtin nivel me Kullën e Selanikut. Zona në të cilën ishte e ndërtuar Kalaja e Skelës u deklarua Monument kulture në vitin 1963. Në vitin 1997, KKRT e qytetit Vlorë dha leje ndërtimi edhe për këtë zonë të qytetit. Në vitin 2000 gjatë punimeve për hedhjen e themeleve të një pallati shumëkatësh u zbuluan pjesë të themeleve të Kalasë së Skelës. Ndërtimi vazhdoi dhe nuk u krye asnjë studim i materialit arkeologjik të zbuluar. [1] Një ndërtesë tjetër që shpreh lulëzimin kulturor është edhe Xhamia e Muradies 1542. Në shek. XVII-XVIII qyteti u bë përsëri një qendër e rëndësishme ekonomike-tregtare dhe port eksporti e importi. Ali Pasha e mori me 1812. Vlora ishte kryeqyteti i parë i Shqipërisë së pavarur. Me 28 nëntor 1912 këtu Kuvendi Kombetar shpall Pavarësinë dhe formoi qeverinë me Ismail Qemalin në krye. Por në dhjetor 1914 u pushtua nga italianët. Më 1920 u krijua komiteti \"Mbrojtja Kombëtare\", i cili organizoi forcat që morën pjesë ne Luftën e Vlorës dhe pushtuesit italiane të thyer u detyruan të pranojnë tërheqjen më 2 shtator 1920. Qyteti kishte 4.000 banore, ai vijoi të ishte vatër e lëvizjes atdhetare e demokratike. Me rastin e varrimit të Avni Rustemit më 30 prill 1924, u ngrit komiteti i cili organizoi kryengritjen e cila çoi në Revolucionin e Qershorit 1924. Në nëntor u hap shkolla e mesme tregtare. U çlirua më 15 tetor 1944. Gjate periudhës komuniste qyteti u rrit në sipërfaqe dhe në numër. Në 1997, Vlora ishte qëndra e demonstratave popullore kundër firmave piramidale (Ponzi scheme), gjë qe solli dhe rënien e qeverisë. Sot, Vlora është një qëndër e rëndesishme turistike, kjo fal edhe mjedisit të këndshëm bregdetar. Transporti Transporti rrugor\n Vlora ndodhet rreth 135 km larg Tiranës, kryeqytetit të Shqipërisë, ndërkohë që vetëm 77 milje e ndajne nga Greqia. Drejt këtyre dy pikave udhëtojnë autobuzë e mjete të shumta,qe mundesojne perveç trasportit te njerëzve edhe shkëmbim mallrash. Transporti hekurudhor\n Trena pasagjerësh të Hekurudhës së Shqipërisë udhëtojnë gjithashtu rregullisht për në qytetet e Durrësit dhe me tej për në Vlorë si dhe për në Pogradec dhe për në Shkodër. Megjithe investimet qe janë bërë për hekurudhat, mbetet një sektor i transportit i cili përdoret shumë pak. Transporti detar\n Vlorën e ndajnë vetëm 72 km nga Italia. Çdo ditë nisen tragete për ne Brindisi. Anije te radhës e lidhin dhe me portet veriore të Greqisë. Transporti ajror\n Në Vlorë ndodhet dhe aeroporti, por përkohësishtë nuk është gati për trasportim pasagjerësh."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189961245-fieri.jpg",
    "title": "Fieri",
    "description": " Fieri është qytet bregdetar në Shqipërinë e jugut. Për herë të parë emri i Fierit përmendet rreth vitit 1620. Kryetar i Bashkisë së Fierit është Baftjar Zeqo. Ekonomia\n\nFieri është një qendër e rëndësishme industriale në Shqipëri. Për tu përmendur janë Industria e Naftës, nxjerrja dhe përpunimi i saj. Në Fier ndodhet fusha naftëmbajtëse me e madhe e Shqipërisë. Gjithashtu për tu përmendur është dhe industria e transportit. Transporti\n\nFieri ndodhet rreth 115 km larg Tiranës, kryeqytetit të Shqipërisë. Ndodhet rreth 40 km larg Vlorës dhe rreth 40 km larg Beratit. Eshtë një nga nyjet kryesore të jugut persa i përket transportit. Fieri është pjese e rrjetit hekurudhor shqipetar."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189961674-berati.jpg",
    "title": "Berati",
    "description": " Berati është një nga qytetet më të rëndësishme shqiptare përsa i përket historisë dhe arkitekturës. Themelet e para të qytetit datojnë rreth shekullit të IV-të para erës sonë. Atëherë pjesë e krahinës së Desaretëve dhe një ndër qendrat më të rëndësishme ilire, qyteti kaloi disa kohë të vështira gjatë luftës Iliro-Romake dhe Maqedonase-Romake. Në vitin 216 para erës sonë Polibio i vuri emrin Antipatrea. Ndërsa rreth vitit 200 të erës sonë qyteti u morr nga Romakët. Mesjeta ishte e errët për Beratin. Në vitet 860 - 927 shikojmë invazionin e parë bullgarë. Gjatë invazionit të dytë bullgar qytetit i vihet emri Belgrade që do të thotë qytet i bardhë. Pas rënies së Perandorisë Bizantine, Berati bëhet qendër e rëndësishme e Dioqezës së Epirit. Në 1417 qyteti u morr nga Perandoria Otomane, gjatë kësaj periudhe krijohet edhe Pashallëku i Beratit. Në nëntor të vitit 1670, udhëtari turk, Evlija Çelebi, vazhdoi rrugën e tij në Shqipërinë e Jugut. Pas vizitës në Ergiri (Gjirokastër), ai udhëtoi për në Tepelenë ku dy herë brenda një dite ra në pritën e rebelëve nga Progonati. Pas Tepelenës, ai arrin në qytetin e Beratit, të cilën ai e quan me lavdërim krahinën hijerëndë të Xhihadit. Berati i përshkruar nga Evlijai duket një qytet me një zhvillim të lartë dhe me një nivel të mahnitshëm qytetërimi. \n \n \n \n"
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189961832-lushnja.jpg",
    "title": "Lushnja",
    "description": " Edhe pse me numër të kufizuar banorësh,Lushnja dallohet si një nga rrethet me prodhim të rëndësishëm kulturor.Në Lushnje kanë lindur dhe janë rritur artistikisht shumë personalitete të kulturës shqiptare. Në fushën e dramaturgjisë përmenden veçanërisht dramaturgu Loni Papa,aktorja Margarita Xhepa si dhe aktori-regjizor Gjergji Lala(tani gjemdet në Itali dhe vazhdon të punojë si aktor; roli i tij i fundit është ai i ambasadorit sovjetik në filmin \"Il papa buono\".\n Lushnja është vendlindja e këngëtares më të madhe shqiptare të të gjitha kohrave Vaçe Zela. Në fushën e letërsisë ky qytet zë një nga vendet më të rëndëishme në Shqipëri. Të pëmendur prozatorët Vath Korreshi, Halil Jaçellari e Lazër Radi(figurë poliedrike). Por Lushnja është veçanërisht vendi i poetëve.Kjo trevë vazhdon të jetë një shkollë e vërtetë poezie,duke u u nisur nga perkursori i saj Faslli Haliti,për të arritur tek Visar Zhiti,Fatbardh Rustemi,Bujar Xhaferri etj.. Brezi më i rëndësishëm i poetëve të sotëm të Lushnjes përfaqësohet nga emra shumë të përmendur shkrimtarësh që janë bërë të njohur e të vlerësuar lart nga kritika jashtë Shqipërisë si Shpendi Sollaku , Jozef Radi e Gëzim Hajdari në Itali, Ferdinand Laholli në Gjermani , Gazmend Kapllani në Greqi ..."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189962006-kavaja.jpg",
    "title": "Kavaja",
    "description": " Kavaja është qytet në Shqipërinë e mesme dhe ndodhet 20 km në Jug të Durrësit. Qyteti ka rreth 30.000 banorë. Histori\n\nPër herë të parë emri i Kavajës u përmend gjatë shekullit të XV. Asaj kohe Kavaja shkruheshte Kavalje. Kavaja shtrihet dhe në rrugën e njohur tregtar romake Via Egnatia e që vazhdon më pas në Durrës dhe Elbasan. Gjatë shekullit të XVII dhe XVIII Kavaja përjeton një lëvizje të madhe administrative dhe bëhet qendër tregtare. Më pas, qyteti pati dy fish më shumë shtëpi për dallim me Durrësin. Një udhëtar i asaj koheje raportoi se vendi në vitin 1670 kishte 400 shtëpi, 200 shitore, pazarin si dhe xhamitë, të cilat u ndërtuan në vitet 1561, 1589, 1625 dhe 1652. Që të katërtat u shkatërruan në shekullin e XX, si pasojë, disa nga luftërat e disa nga ndryshimet infrastukturore. Ka mbetur vetëm Kulla e Orës. Kavaja ishte e njohur për përpunimin e tenxhereve dhe qylymat/tepikët. Gjatë regjimit komunist, Kavaj u shndërua në qytet industrial si dhe qendër e bujqësis për rajonin e vet. Kavajasit ishin të parët që morën guximin në vitin 1990 ta mposhtin Regjimin Komunist. Në Mars qytetarët e Kavajës demonstruan për Liri dhe Demokraci. Gajtë konfliktit me policin e asaj kohe, humbi jetën një i ri. Familja e aktrorit botëror Aleksandër Moisiu, në fillim të shekullit XX njihet si aktori më i mirë në skenën Gjermane dhe Austriake, pra kishin prejardhjen mu nga Kavaja. Shqiptari i lindur në Triesht, disa herë ka vizituar qytetin e vet, mbase dhe një pjesë të fëmijëris së vet e kaloi në Durrës. Gjatë regjimit komunist, shtëpija e Aleksandër Moisiut ishte çerdhe e fëmijëve. Kavaja ndodhet rreth 50 km larg Tiranës, kryeqytetit të Shqipërisë.Perveç rrugës automobilistike aty mund të shkohet edhe me tren.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189962280-pogradeci.jpg",
    "title": "Pogradeci",
    "description": "Pogradeci eshte qytet ne Shqiperine juglindore. Emri i qytetit te Pogradecit lidhet me historine e krijimit te qytetit. Enkelejtet kanÃ« qene fis qe kane jetuar brenda mureve te kalase se ndertuar ne maje te kodres prane qytetit, ne pjesen veri-perendimore te qytetit. Dikur qyteti kishte dimensionet e kalase, ku momentalisht gjenden vetem rrenojat.  Pogradeci është qytet në Shqipërinë juglindore.\nHistoriEmri i qytetit të Pogradecit lidhet me historinë e krijimit të qytetit. Enkelejtët kanë qenë fis që kanë jetuar brenda mureve të kalasë së ndërtuar në majë të kodrës pranë qytetit, në pjesën veri-perëndimore të qytetit. Dikur qyteti kishte dimensionet e kalasë, ku momentalisht gjenden vetëm rrënojat. Me rritjen e popullsisë dhe mbarimit të luftërave lindi nevoja e zgjerimit. Fillimisht rrëzë kodrës e më vonë deri në atë skaj saqë kalaja e vjetër nuk përbënte më qendrën e qytetit. Prania me Maqedoninë dhe ndikimi i saj në gjuhën dhe kulturën tonë, bëri që Pogradeci do të shkruej \"Pogda grada\", që do të thote \"nën qytet\". Tashmë qyteti i ri shtrihej nën kalanë e vjetër ilire.\nEkonomiaPogradeci është një qendër e rëndësishme industriale në Shqipëri. Për tu përmendur janë industria e kromit, e hekurit, e nikelit, e qymyrit, e turizmit (deri në vitet '90 qyteti pothuajse trefishohej gjatë verës), peshkimit, e përpunim drurit, pijeve etj.\nTransportiPogradeci ndodhet rreth 129 km larg nga Tirana, kryeqyteti i Shqipërisë, 40 km larg nga Korça, 5 km larg nga Tushemishti (pikë kalimi kufitar me Maqedoninë), 15 km larg Ohrit (qytetit përballe Pogradecit në anën tjetër të liqenit).\nAeroporti më i afert është ai i Ohrit. Pogradeci është ndalimi i fundit i linjes hekurudhore Tiranë-Durrës-Elbasan-Librazhd-Pogradec. Pogradeci ndodhet rreth 129 km larg nga Tirana, kryeqyteti i Shqipërisë, 40 km larg nga Korça, 5 km larg nga Tushemishti (pikë kalimi kufitar me Maqedoninë), 15 km larg Ohrit (qytetit përballe Pogradecit në anën tjetër të liqenit). Aeroporti më i afert është ai i Ohrit. Pogradeci është ndalimi i fundit i linjes hekurudhore Tiranë-Durrës-Elbasan-Librazhd-Pogradec.\n\n \n"
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189962758-gjirokastra000.jpg",
    "title": "Gjirokastra",
    "description": " Gjirokastra është qytet në Shqipërinë jugore dhe shtrihet në shpatin e Malit të Gjerë. Nga faqja e këtij mali ajo zbret deri në buzën e lumit Drino, i cili krijon një luginë shumë të bukur ne anën lindore të saj. Pa dyshim që Gjirokastra është një nga qytetet më të bukura të Shqipërisë për vlerat e saj arqitektonike dhe historike. Qyteti dominohet nga një kështjelle e mrekullueshme, dëshmitare e kohrave të ndryshme. Histori\n\nPër herë të parë emri i Gjirokastrës përmendet në shekullin XIII. Fillimet e qytetit mendohet të jene në shekullit e XVII siç tregojnë edhe themelet e kështjellës së këtij qyteti. Kështjella e Gjitokastrës mendohet të jete filluar nga Prijesi Shqiptar Gjin Bue Shpata, i cili i dha dhe emrin qytetit. Zgjerimet e keshtjelles janë bere nga Ali Pashe Tepelena, dhe nga Qeveria e Zogut, e cila me pas e konvertoi pjesen veriore te kalase ne burg. Ky burg majti te burgosurit politike ne kohen e komunizmit dhe sot i është bashkangjitur pjeses muzeale te kalase. Kalaja e Gjirokastres si shume pjese te tjera te trashegimise Shqiptare është ne rrezik imediat. Kalaja është e ndertuar mbi shkemb, dhe rreth tij ka pas peme te shumta, te cilat ndalonin erozionin dhe rreshkitjet e tokes. Prerjet e pemeve dekaden e fundit ka shkaktuar rreshkitje te medha dhe ka zbuluar komplet themelet e kalase. Muret lindore te kalase kane carjet me te thella dhe qe kerkojne nderhyrje te menjehershme. Pa kete nderhyrje kjo pasuri e trashegimise Shqiptare rrezikon te humbase. Gjirokastra është shpallur qytet-muze në vitin 1963 dhe në vitin 2005 është shpallur pasuri botërore nga UNESKO. Në nëntor të vitit 1670, udhëtari turk, Evlija Çelebi, pas një udhëtimi nëpër Kosovë në dhjetor të vitit 1660, dhe një udhëtimi në Shqipërinë e Veriut dhe në Malin e Zi në shkurt të vitit 1662, filloi udhëtimin e tij të tretë dhe më të gjatë në trevat shqiptare. Kësaj radhe ai hyri në Shqipëri nga jugu. Pas një qendrimi të shkurtër në Delvinë, Zhulat dhe Kardhiq, ai erdhi në qytetin e Gjirokastrës, turqisht Ergiri, ku u habit shumë nga zakonet e gjirokastritëve. Më 16 tetor 1908 në Gjrokastër lind Enver Hoxha figurë e rëndësishme në historin e Repulikës së Shqipërisë. Ne Gjirokaster ka lindur ne vitin 1936 dhe shkrimtari i madh Ismail Kadare, i cili ka kushtuar asaj nje nga librat e tij me te hershem dhe pa dyshim me te bukur \"Kronike ne gur\" Kultura\n\nNe Gjirokaster mund te vititoni Muzeun Kombetar te Armeve, Muzeun Etnografik e nje sere muzeumesh. Gjirokastra është qyteti i festivale folklorike kombetare prej vitit 1968. Në kështjellë mblidhen çdo katër vjet grupe shqiptare popullore nga Shqipëria, Kosova, Maqedonia, Mali i Zi, Italia dhe treva ku flitet shqip.    "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189963410-kruja.jpg",
    "title": "Kruja",
    "description": " Histori Për herë të parë emri \"Krujë\" përmendet në shekullin e XII-të. Emri \"Krujë\" mendohet ta ketë origjinën te fjala \"krua\" (burim uji), sepse në Krujë ka shumë burime. Banorët e Krujës i thërrasin qytetit të tyre dhe burimeve të ujit me të njëjtin emër \"krò\". Banorët e Krujës i thërrasin vetes \"krutonë\" ose \"krotonë\". Në gjuhën zyrtare banorët e Krujës quhen \"krutanë\". Kruja njihet si kryeqendra e rezistencës ndaj pushtuesve osmanë gjatë kohës që Skënderbeu udhëhiqte këtë rezistencë. Kështjella e Krujës u rrethua 4 herë nga ushtria Osmane. Në rrethimin e katërt kështjella e Krujës ra në dorën e pushtuesit. Ekonomia Kruja është një qendër e rëndësishme turistike në Shqipëri. Megjithatë ne Krujë zhvillojnë aktivitetin e tyre dhe disa industri. Për tu përmendur janë industria e këpucëve në të cilën punësohen shumë gra dhe vajza nga Kruja dhe komunat përreth. Gjithashtu në Krujë është aktive, megjithëse akoma me metoda artizanale edhe industria e nxjerrjes dhe përpunimit të gurit gëlqeror."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189963546-kucova.jpg",
    "title": "Kuçova",
    "description": " Në kohët e Mesjetës është shfrytëzuar për interesa jetike të banorëve vendas edhe nafta e dalë në sipërfaqe me vetërrjedhje. Në fund të viteve 1700 – fillimi i viteve 1800, banorë kuçovarë si fiset e vjetra të Brisqeve apo të Skurove e më vonë të Kurtëve, kanë shitur naftë bruto për myzeqarët, të cilët e përdornin për bucelat e rrotave të qerreve si vaj grasatues e më pas për djegie. Në vitet e Luftës së Parë Botërore, në periferi të Kuçovës (aty ku sot janë varrezat e qytetit) u vendos një repart ushtarak austriak. Në vitin 1916, një inxhinier gjeolog, pjesëtar i këtij efektivi vuri re se uji i përroit që rridhte nga kodra e Omurit vinte me naftë. Pasi e shëtiti më këmbë vendin ai arriti në përfundimin se Kuçova ishte një vend me pasuri të mëdha nafte. Këtë fakt ai e bëri publik në vitin 1918. Që nga viti 1918 e deri në vitin 1924, në Kuçovë erdhën shumë shoqëri kërkuese nafte si AIPA (Azienda Italiana Petroli Albania), një shoqëri Anglo-Persiane, Shoqëria Amerikane e Naftës si dhe shoqëri franceze etj. Në vitin 1928 në vendin që sot quhet “Dikatër” u shpua e dha naftë pusi i parë në Shqipëri. Që nga ky moment Kuçova u hodh në hartat gjeologjike të botës si vendburim nafte dhe më vonë edhe në hartat politike dhe ushtarake. Që nga viti 1928 e deri në vitin 1943, vendburimi i Kuçovës u shfrytëzua nga shoqëria italiane AIPA. Kjo shoqëri bëri marrëveshje me qeverinë e Mbretit Zog I, që nëse prodhimi i naftës në vit do t’i kalonte 50 000 tonët, kjo shoqëri do të ngrinte në Kuçovë një rafineri. Por ndonëse prodhimi i kaloi 170 000 tonët, rafineria nuk u ngrit, përkundrazi nafta e nxjerrë nisej për t’u përpunuar në Itali. Në historinë e Shqipërisë, Kuçova përmendet edhe si qyteti ku është organizuar greva e parë e punëtorëve në vitin 1936. Zhvillimin më të madh Kuçova e ka njohur pas Luftës së Dytë Botërore, sidomos në vitet 1975 – 1990. Popullsia e rrethit në fund të viteve 1980 arriti 32 000 nga 6 400 banorë që ishte në vitin 1938. Në vitin 1944, për stabilizimin e gjendjes shumë të rënduar në Kuçovë si pasojë e djegieve dhe shkatërrimeve të bëra nga pushtuesi, Qeveria e Përkohshme e Beratit urdhëroi ngritjen e një Komisariati të Jashtëzakonshëm për naftën. Ky komisariat do të kishte atributet e një drejtorie të përgjithshme, e cila do të vinte në punë të tërë sistemin e shfrytëzimit të vendburimeve. Në vitin 1951, me vendim të veçantë të Qeverisë Shqiptare, në Kuçovë u krijuan 11 ndërmarje ekonomike, ndërsa në vitin 1970 rradhitej ndër qëndrat më të zhvilluara në shkallë vendi. Në këtë periudhë në Kuçovë shtrinë veprimtarinë e tyre 15 ndërmarrje ku më të rëndësishmet ishin Uzina e Përpunimit të Naftës, Uzina Mekanike e Naftës, Shpim Shfrytëzimi, Ndërmarrja e Nxjerrjes së Naftës, TECI, Transporti, Ndërtim Montimi, Laboratori Shkencor i Naftës, Fabrika e Pluhurave Larës, Fabrika e Tullave, Shkolla e Mesme e Naftës etj. Edhe pse Kuçova ka patur një zhvillim industrial shumë të vrullshëm, deri në vitin 1991 ka qënë e përfshirë në rrethin e Beratit. Nga ai vit funksionon si rreth më vete, brenda Qarkut të Beratit."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189963732-kukesi.jpg",
    "title": "Kukesi",
    "description": " Kukësi është qytet në Shqipërinë verilindore, i shtrire ne koordinatat 42.09°V, 20.43°L. Para vitit 1925, fshati Kukes banohej kryesisht nga banore vendas, aktiviteti kryesor i te cileve ishte bujqesia dhe blegtoria e cila zhvillohej ne tedy anet e lumenjve Drin i Zi dhe Drin i Bardhe.\n Kronologji: Në vitin 1571 shënohet me emrin \"Kukufic\" me 12 shtëpi\nNë vitin 1610 rreth 50 shtëpi\nNë vitin 1633 përmendet Vau i Kukësit\nNga fundi i shekullit XVII deri nga fundi i shekullit të XVII rezultoi i braktisur.\nNga fundi i shekullit të XVII e fillimi i shekullit të XIX u riprodhua me banorë te ardhur nga Bicajt\nNë 1869 rishfaqet me emrin \"Kukusa\"\nNë vitin 1912-1921 u pushtua nga serbët, bullgarët dhe austriakët\nDhjetor 1921 u përfshi në administratën e shtetit shqiptar\nNë 1923 u bë qender krahinore me 28 shtëpi e 186 banorë\nNë 1925 u bë qytet, qendër e Prefekturës së Kosovës, krahinë e bashki\nNë 1938 kishte 1800 banorë\nNë 1939-1943 ishte nën pushtimin italian e 1943-1944 nën pushtimin gjerman\nMë 18 nëntor 1944 u çlirua nga forcat partizane\nMë 31 mars 1962 u vendos përmbytja e Kukësit të Vjetër dhe ndërtimi i Kukësit të Ri\nMë 22 korrik 1962 filluan punimet për ndertimin e Kukësit të ri\nNë prill të 1965 filloi popullimi i tij\nNë 1970 kishte 6073 banorë\nNë 1978 Kukësi i Vjeter ua la vendin ujërave të liqenit të Fierzës\nNë 2000 kandidat për Çmimin Nobel Ekonomia\n\nPara vitit 1925, fshati Kukës banohej kryesisht nga banorë vendas, aktiviteti kryesor i të cilëve ishte bujqësia dhe blegtoria e cila zhvillohej në të dy anët e lumenjve Drin i Zi dhe Drin i Bardhë. Pas vitit 1925, Mbretëria Shqiptare i kushtoi një rëndësi të vecantë këtij fshati duke i dhënë statusin e një qyteti gjë që u be shkak që ai të popullohet me banorë të ardhur nga Shkodra,Prizreni,Gjakova dhe Gora. Ardhja e tyre shënon dhe futjen në jetën e këtij qyteti të aktiviteteve tregëtare dhe prodhuese. Janë këta banorë të rinj që i japin Kukësit një pamje të re përmes ndërtimit të shtëpive të reja dhe moderne dhe krijimit të një fryme të re qytetare përmes aktiviteteve sportive dhe kulturore. Falë tyre, Kukësi nis të bëhet i njohur si një nyje lidhëse dhe me rëndësi për të dy anët e kufirit. Në ato vite nisën aktivitetin zeje të tilla si: kafet dhe restorantet, tregëtia me shumicë dhe pakicë, prodhimet e ëmbëlsirave, fotografia, mjetet moderne te transportit (biçikletat, veturat, kamionat dhe autobuzët) ngjyrosja dhe perpunimi i leshit, përpunimi i lëkurës dhe i mishit, prodhimi i rrobave dhe këpucëve, shërbimi postar dhe telegrafik, prodhimi i energjisë elektrike, përpunimi i metalit, prodhimet prej ari dhe argjëndi, arkitekturë dhe plan urbanistik, një traditë e re gatimi dhe shërbimi, etj. Ardhja e sistemit komunist shkaktoi dhe shkatërrimin total të kësaj përvoje, grabitjen dhe sekuestrimin e pronave dhe të pronarëve, shpronësimin e banesave dhe objekteve tregëtare, nëpërkëmbjen e të drejtave dhe të lirive elementare të njeriut, degradimin e plotë të elementëve kapitalistë etj. Kukësi gjatë regjimit komunist ishte një qendër industriale në Shqipëri. Deri në vitet '90, Kukësi kishte një industri të nxjerrjes dhe shkrirjes së bakrit (teknologji sovjetike e viteve '60), nxjerrjes dhe koncentrimit të mineralit të kromit, nxjerrjes së mineralit të kuarcit, prodhimit të materialeve të ndërtimit (materiale inerte, parafabrikate etj), përpunimit të lëndës drusore dhe prodhimit të mobiljeve, prodhimit të qilimave dhe sixhadeve, prodhimeve ushqimore (pije alkoolike, prodhime të qumështit, prodhime përpunuese të frutave dhe perimeve, prodhimit te bukës etj.), mbledhjes dhe përpunimit të bimëve mjekësore, prodhime të industrisë mekanike, shërbim hotelier përmes dy hoteleve turistike të cilat pritnin dhe përcillnin dhe disa qindra turistë të huaj, etj. Kukësi ishte një vend i njohur dhe me traditë në rritjen dhe mbarështrimin e deleve. Cilësia e mishit dhe e leshit të deleve lumjane ishin të njohura në të gjithë Ballkanin. Regjimi komunist dhe vëçanërisht fushata antiekonomike e tufëzimit të bagëtive, bëri që numri i krerëve të vijë vazhdimisht në rënje dhe kjo veç kësaj çoi në ftohjen e dëshirës së blegtorit për të rritur e mbarështruar bagëti. Kukësi ishte gjithashtu një qëndër e njohur e transportit. Krahas llojeve të tjera të transportit, aty ishte i zhvilluar dhe transporti ujor, permes liqenit artificial të Fierzës, i cili bënte të mundur transportin e mallrave dhe të udhëtarëve. Një pjesë e konsiderueshme e banorëve të qytetit dhe të fshatrave punonin në zonën nxjerrëse dhe përpunuese të kromit në Kalimash, në minierën e nxjerrjes së bakrit në Gjegjan etj. Transformimet e domosdoshme ekonomike drejt tregut të lirë pas viteve '90 bën që pjesa më e madhe e industrisë së lartpërmëndur të falimentojë tërësisht, sepse ajo industri ishte ngritur për të funksionuar në kushtet e një ekonomie të centralizuar dhe të planifikuar. Mirëpo kjo shkaktoi shumë plage sociale, duke cuar në krijimin e një mase të madhe të papunësh. Moszgjidhja në kohë e problemeve të pronësisë mbi tokën (veçmas problemet e shumta të krijuara nga shpërngulja e detyrueshme e banorëve të Kukësit të Vjetër pas ndërtimit të HEC-it të Fierzës) shkaktuan shumë konflikte pronësore dhe bllokuan tërësisht nismat e biznesit vëndas dhe atij të huaj, duke krijuar një ngërç absurd që ende dhe sot e kësaj dite vazhdon t'a mbajë të mbërthyer dhe nën tension të gjithë Kukesin. Një rol shkatërrimtar për ekonominë e Kukësit dhe në acarimin e mëtejshëm të problemeve sociale, ka luajtur ekzistenca e kufirit me Kosovën, që nga viti 1948 e më tej pas viteve 90' dhe veçanërisht embargoja e komunitetit ndërkombëtar ndaj ish-Jugosllavisë, gjatë konflikteve etnike pas shpërbërjes së saj. Shkak i tyre, sot një pjesë e industrisë që mund të ringjallej, mbeti e bllokuar, duke çuar në rrënimin total të objekteve industriale, falimentimin e bizneseve të vogla dhe në një shkallë shumë të lartë të papunësisë. Sot ekonomia e qytetit të Kukësit është e mbizotëruar nga biznesi individual apo ai familjar dhe kryesisht është e bazuar tek tregëtia e vogël. Degët zotëruese të ekonomisë ndër të tjera janë: transporti dhe shërbimet.\n Kukësi zotëron dhe një aeroport të përmasave ndërkombëtare (përfunduar së ndërtuari në fund të vitit 2004), mirëpo për dhënje me koncension të aeroportit \"Nënë Tereza\" të Rinasit, ai sot nuk funksionon. Kukësit i mungon infrastruktura moderne dhe vëcanërisht lidhjet me fshatrat dhe qytetet më të afërta si: Peshkopi, Shkodër, Krumë, Prizren etj. janë shumë të dobëta. Lidhjet telefonike ndonëse janë përmirësuar, ato janë ende në një gjëndje të mjeruar, për të mos folur për internetin, i cili ende nuk ka gjetur kushtet për t'u shtrirë nëpër familje. Të gjithë këto faktorë, por dhe shumë faktore të tjerë e kanë detyruar qytetarin e Kukësit të braktisë vendin e të drejtohet për në Tiranë e zona të tjera apo edhe për të emigruar jashtë vendit. Ky proces ka shkaktuar dhe një largim në përmasa dramatike të njerëzve me arësim të lartë dhe me përvojë pune, duke shkaktuar kështu një boshllëk shumë të madh në administratën publike, në arësim dhe kulturë, shëndetësi etj.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189963884-lezha.jpg",
    "title": "Lezha",
    "description": " Lezha është qytet në Shqipërinë veriore. Lezha ndodhet në një pozicion gjeografik shumë të favorshëm për sa i perket klimës saj bregdetare. Bregdeti i detit Adriatik ndodhet jo më shumë se 8 km. Histori Lezha si qytet dhe biostrukture perfaqeson dicka shume te rendesishme dhe te vecante. Nga pikepamja gjeometrike dhe ekologjike, Lezha, perben nje kaleidoskop te mrekullueshem te natyres, gati njelloj principate te pashembullt ekologjike, ku mali, fusha, pylli, monumentet arkeologjike dhe historike, laguna dhe deti, perbejne nje unitet te spikatur. Ne kete kuptim, Lezha, eshte e preferuara e shekujve, nje sinteze e vepres se natyres dhe te njerezve me nje vesk te ndritshem te historise dhe te artit. Ne portat e Lezhes mund te hysh pa trokitur, dhe duke e njohur fytyren dhe thelbin e saj, vetem mund te magjepsesh pambarimisht. Lezha eshte nje grishje e perhershme dhe nje estetike e gjalle e sendeve dhe qyteterimit iliro-shqiptar, nje stacion diturak i mijevjecareve dhe i kenaqesive te vecanta te banoreve dhe te udhetareve. Cdo tregim mitologjik per Lezhen i paraprin historise se saj plot motive dhe kontraste nga me te ndryshmet. Jo me kot, kronikania dhe eruditja bizantine Ana Komnena, ne shek.XII, e quan Lezhen nje qytet te ngritur ne ajer, qe mund te shihet nga te gjitha anet. Nuk eshte thjesht metafore e skajshme, por vetvetiu cdo shikues mund ta veshtroje Lezhen ne lartesine e historise se saj, ne ajrin e shekujve si te dale nga frymemarjet poetike te poetit Mjeda, qe ka shkruar mrekullisht dhe poetikisht per Lezhen. Ne Lezhe, nga te kater anet, te rrethojne metaforat e historise. Cdo njeri jeton midis tyre dhe ketu qendron vete sekreti i mbijeteses. Historia e njerit prej qyteteve me te vjeter te Shqiperise Nuk mund te gabonte Ana Komnena, ne shek.XII, kur e quan Lezhen nje qytet te ngritur ne ajer, qe mund te shihet nga te gjitha anet. Jo me shume sesa metafore, Lezha eshte nje qytet, ku jane perplasur dallget e pafundme te historise se Shqiperise. Atje ka qene Cezari, dhe po atje, Skendeerbeu, u kerkoi besen princerve shqiptare. Duke iu \"larguar\" Krishtit , zbulimi me i madh arkeologjik i epokes se bronxit, eshte gjetja e thesarit prej 120 sopata prej bronxi, shumica te vogla, te tipit kelt dhe te tjerat me te medha te tipit \"dalmato-adriatikas\". Ky thesar u gjet ne Torovica, 13 km ne Veri te Lezhes. Per historianet, Lezha, si qytet me hershmerine e saj, perfaqeson nje qerthull te nje fisi ilir, prej te cilit trashegonte emrin e tij \"Lissitan\". Ka nje rimekembje te Lezhes ne fillimin e shek.VI. Keshtjella e Lezhes eshte ne listen e rindertimeve te medha te Perandorit ilir Justiniani i Madh dhe permendet ne librin e Prokopit te Qezarese... Lezha, njerezit dhe besimi i saj Qyteti antik i Lezhes cilesohet si \"Lissitan\". Jane bere disa zberthime etimologjike deri me sot nga dijetare te ndryshem. Eshte perngjasuar emri Lezhe, apo Liss me fjalen shqipe \"Lis' c'ka perben nje etimologji popullore. Nga qyteti kane dale disa personalitete shume te njohura te vendit dhe te huaja... Veshtrim historik mbi Lezhen Ftillezimi i historise njerezore gjallon ne Lezhe qe ne periudhen parahistorike, ne epoken e bronxit dhe te hekurit. Arkeologjia hap enigmat e mbyllura te zanafilles. I vetmi objekt perfaqesues i dores se njeriut prehistorik, qe eshte gjetur deri me sot, ne kete areal eshte nje sopate e vogel prej guri punuar, gjetur rastesisht, gjate germimeve per hapjen e themeleve te nje godine ne qendren e Lezhes. Eshte sopate guri, e tipit te quajtur \"gjuhe lope\". Vetvetiu, kjo veper ne miniature, zmadhohet ne perfytyrimin tone, si deshmi e ekzistences se vendbanimit prehistorik dhe eshte nje motiv ngacmues per zbulimet e ardhshme ne rrafshin e prehistorise. Epoka e bronxit dhe e hekurit perfaqesohet nga nje koleksion objektesh: arme, vegla pune, vathe, fibula etj. Zona e Lezhes dhe zonat ne kufi te saj jane zona minerale te pasura me baker. Ky resurs ka qene gjithnje burim i jetes dhe i punes. Zbulimi me i madh arkeologjik i epokes se bronxit eshte gjetja e thesarit prej 120 sopata prej bronxi, shumica te vogla te tipit kelt dhe te tjerat me te medha te tipit \"dalmato-adriatikas\". Ky thesar u gjet ne Torovica, 13 km ne Veri te Lezhes. Mes tyre, ishte dhe nje sepate bronxi e tipit italik, qe saktesoi datimin e krejt thesarit ne shek. X para eres sone. Ky thesar shpreh nje faze paraardhese te sistemit monetar, sepse shkembimi i tyre, parakupton vlerat e sopatave, si simbole paramonetare te shkembimit. Koder-varret, varrezat tumulare, qe ndodhen ne te gjithe hapesiren cirkulare te Lezhes, kane dhene objekte te rendesishme te kultures se hershme ilire. Mes tyre eshte gjetur dhe nje shpate e tipit \"Niken\", prej bronxi, gje qe simbolizon trafikun dhe lidhjen me kulturen e gjeo-mikenas, vetekuptohet nepermjet detit ne kete qerthull. Materiali arkeologjik, i zbuluar ne Blinisht ne Troshan, ne Daj, ne Kallmet, ne Spite, ne Malesi te Lezhes tregon per nje cikel te vendbanimeve parahistorike te etnosit ilir. Madje, edhe ne kreshten e malit te Shetbunit, jane gjetur gjurme muresh te sistemit mbrojtes parahistorik, qe i takon si kohe periudhes se vone te bronxit. Qendrat prehistorike vetvetiu shndrrohen ne qendra protourbane, paraqytetar. Vendbanimet e fortifikuara protourbane jane jo vetem ne malin e Shelbunit, por edhe ne vete kodren e Lezhes. Keto vendbanime protourbane do te koncentrohen dhe do te krijojne nje simbioze per te kaluar ne fazen me te larte ate urbane, pra te struktures qytetare dhe te konceptit te ekzistences dhe funksionimit te qytetit antik. Faza urbane nis dhe dokumentohet nga autoret e lashte dhe permendet me emrat Lis, Lissos, Lisso, Lissum. Banoret e qytetit jane quajtur Lisitam. Emrat etnike, sipas Stefan Bizantinit qene : Lissios dhe Lisseus. Jeta qytetare eshte fryt i zhvillimeve ne strukturen ekonomiko-shoqerore ne Ilirine Jugperendimore gjate shekujve 5-6 para eres sone. Ne te vertete kemi te bejme me epoken e jetes qytetare, ne te gjitha qendrat e medha ne bregdetin lindor te Adriatikut, me njekohesine e strukturimit qytetar ne Shkoder, Ulqin, Rizon etj. Duke u bazuar ne formen e mirefillte dhe te plote te qytetit te zhvilluar te Lezhes, me perfundimin tipik te sistemit mbrojtes, mund te caktojme se jeta urbane e tij lidhet me fundin e shek.IV para eres sone. Te rralla jane qytetet antike te Shqiperise, qe kane ndertime mbrojtese te fortifikuara, aq te bukura dhe te fuqishme per nga konstruksioni, teknika e ndertimit dhe pozicioni. Lezha eshte nje nga qytetet me te medha dhe me te fortifikuara te krejt Ilirise. Madje, sistemi i fortifikimit te Lezhes, eshte me i fuqishem se ai i Apolonise dhe Ilirise. Lezha funksionon si qytet bregdetar dhe njekohesisht si liman lumor, ne skajin me jugor te shtetit ilir te Ardianeve dhe spikat per rolin e rendesishem ne shek.III p.e.sone. Lezha eshte pike strategjike per levizjen e Flotes Ushtarake Detare Ilire dhe behet nje qender emblematike ne kohen e sundimit te mbretereshes ilire, Teuta, e cila riorganizoi dhe fuqizoi Floten Detare Ilire per operacionet luftarake ndaj Epidamnit, Korkyres, qyteteve te tjera te Greqise, deri ne thellesi te Mesdheut. Qyteti i Lezhes dhe fortifikimi i tij Akrolisi, per here te pare, shenohet ne burimet historike nga historiani Polidi, i shek.II para eres sone. Ky autor i jep hapesire ne pershkrimet e tij luftrave iliro-romake, ngjarjeve, qe u zhvilluan ne token ilire gjate luftrave maqedono romake, gjate viteve 264 dhe 146 para eres sone. Qyteti i Lezhes eshte emer kryesor ne traktatin e paqes, ndermjet mbretereshes ilire Teuta dhe perfaqesuesve te Romes ne vitin 229 para eres sone. Lezha caktohet nga romaket si kufiri me jugor i lundrimit te anijeve luftarake ilire ne Adriatik. Fakti, qe romaket e njohin kete qytet, eshte domethenes. Por, kufizimi i levizjes se Flotes Ilire nuk u respektua gjate, ne vitin 220 para eres sone, strategu i famshem ilir Skerdelajdi se bashku me Demeter Farin, u nisen nga bregdeti i Ilirise me 90 anije, kaluan kufirin tabu te Lezhes dhe vazhduan lundrimin luftarak ne drejtim te ishujve Kylkade. Eshte pikerisht Polibi, i cili thote se Filipi V, mbreti i Maqedonise shpresonte te shtinte ne dore Lezhen dhe Akrolisin. Ai perpiloi nje plan strategjik, u nis me ushtri te madhe tokesore dhe mbas nje udhetimi 2-ditor, qendroi prane lumit Ardoksan, prane Lezhes. Polibi u impresionua dhe qe i kujdesshem para ketij qyteti te fortifikuar shume mire. Akrolisi ishte me i larte dhe akoma me i fortifikur, duke e bere te pamundur pushtimin e tij. Filipi i V, synoi ne hapesiren midis Lezhes dhe rrezes se malit te Akrolisit. Ai pjesen me te zgjedhur te ushtareve te armatosur lehte e fshehu ne disa lugina te pyllezuara nga ana e brendshme e tokes. Me pjesen tjeter te ushtrise, ai sulmoi nga ana e detit nga perendimi. Polibi shenon \"brenda ne Lezhe ishin grumbulluar forca te medha, nga krahinat e aferme ilire, te ardhura menjehere aty, sapo kishin degjuar per ardhjen e Filipit. Sa per Akrolisin iliret kishin besim aq te madh ne fortifikimin e tij, saqe kishin lene atje vetem nje ushtri te paket per ta ruajtur\". Ahere Filipi V perdori nje strategji ushtarake, mbajti ne fushe ushtaret e armatosur rende, kurse ata qe ishin armatosur lehte i nisi sulm drejt kodrave. Vendasit i thyen lehte pararojat e Filipit dhe duke marre guxim nga kjo dolen nga qyteti dhe zbriten ne fushe. Te njejten gje, bene edhe ushtaret qe ruanin Akrolisin, qe kujtuan se Filipi u kthye dhe po terhiqej nga fusha e betejes. Por, ne kete cast, ushtaret maqedonas, qe ishin te fshehur u turren me force kunder ilireve. Gjithashtu edhe ushtaret e armatosur rende ne fushe te Filipit kundersulmuan. Trupa mbrojtese e Akrolisit nuk pati kohe te rikthehet ne fortifikimin e tyre, sepse ju pre rruga nga ushtaret maqedonas, qe i kishin zene prite. Fale kesaj strategjie dinake, Filipi V, mbas luftimesh te medha dhe te pergjakshme e pushtoi Lezhen dhe Akrolisin. Kjo gje ndodhi ne vitin 213 para eres sone. Filipi V me 216 dhe 214 para eres sone kish sulmuar dy here edhe qytetin e Apolonise dhe kish kercenuar edhe Epidamnin, por nuk mundi t'i pushtonte. Por pushtimi maqedonas qe i shkurter. Eshte Polibi, qe e permend qytetin e Lezhes, ne shek e II para eres sone si qytet rezidencial i Gentit, mbretit te famshem dhe te fundit ilir. Ne kete qytet te fortifikuar, Genti, priti delegacionin maqedonas, te derguar nga Taseu, mbreti i Maqedonise, per te finalizuar nje marreveshje per lidhjen e nje alenace miqesore mes shtetit ilir dhe atij maqedon. Keto bisedime me kthim dhe dergim delegacionesh perfunduan ne qytetin Meteon te Labeatise. Marreveshja u arrit dhe mbreti Gent dergoi perfaqesuesit e tij se bashku me ato te Perseut per te shkuar ne ishullin e Rodit per te bere se bashku nje aleance tripaleshe kunder Romes. Sipas kronikave historike, Genti i pozicionuar ne lufte te hapur kunder romakeve, mblodhi ne qytetin e Lezhes 15.000 luftetare te armatosur. Ai nisi nje njesi luftarake prej 1000 kembesoresh dhe 10 kaloresish te kryesuar nga i vellai, per te nenshtruar fisin e Kavove, ndersa vete u nis kunder qytetit ilir Basanje, 5 milje larg Lisit, qe ne ate lak kohor ishte aleat i romakeve. Gjithashtu, Genti dergoi dhe 80 anije, per te placitur tokat e epidamnasve dhe apoloniateve, qe ishin pro Romes. Keto veprime te Gentit paten nje kunderveprim te fuqishem te romakeve dhe ne luften iliro-romake te vitit 168 para eres sone, Genti u dorezua ne qytetin e tij, qe ishte kryeqender e shtetit ilir ne Shkoder. Duke pare burimet e lashta dhe te dhenat e autoreve antike, mesojme se per themelimin e qytetit te Lezhes i atribuohet nje rol kolonizues nje personaliteti te njohur te kohes Dionist Plak, tiran energjik i Sirakuzes. Keshtu, Diodori i Sicilise, qe ka jetuar ne kohen e Jul Qezarit dhe Augustit, thote se Dionisi plak, kishte projektuar nje fushate te kolonizimit te bregdetit ilir te Adriatikut me drejtim nga perendimi ne lindje dhe kish derguar kolone per te themeluar qytetin e Lezhes, ne vitin 385 para eres sone. Kjo e dhene historike eshte marre si e mireqene nga shume dijetare, por edhe eshte vene ne dyshim nga dijetare te tjere. Ne te vertete, qe ne shek.XVIII, nga dijetari Lucius eshte vene ne dyshim themelimi i nje kolonie saraguziane ne Lezhe, i cili thote se ka nje konfondim dhe lapsus grafik te emrit ne kronika, se nuk eshte themeluar qyteti Lissos, por qyteti Issa, ne ishullin Hva ne bregdetin dalmat. Pra, ky konfondim toponimik, ka krijuar nje debat ne rrafshin e dijetareve historiane. Nje analize te hollesishme te tezave mosperputhese per kolonizimin ose jo nga ana e Dionisit Plak te Sirakuzes, eshte bere nga dijetari G.Novak, i cili eshte nga njohesit me te mire te veprimtarise kolonizuese te Dionisit Plak ne Adriatik. Ne te vertete teza se Lezha eshte themeluar nga Dionisi Plak i Sirakuzes me 390-394 para eres sone, eshte hedhur poshte me argumente te shumte te dala nga germimet arkeologjike nga ana e dijetareve shqiptare, por edhe me pare nga arkeologe te huaj. Ndonese nuk mund te mohohet historikisht nje ndikim nga perendimi ne Lindje i Dionisit Plak te Sirakuzes edhe ne Lezhe, prapseprape nuk mund te behet fjale per nje kolonizim, sepse funksionimi i Lezhes si njesi e plote qytetare ne shek.IV para eres sone, qe nje realitet i pamohueshem dhe se deri me sot nuk jane gjetur deshmi dhe gjurme te kultures saraguziane, as monedha dhe as objekte materiale te Sirakuzes ne qytetin e Lezhes. Themelimi i Lezhes?! Themelimi i qytetit te Lezhes eshte nje ceshtje e hapur shkencore, por teza e autoktonise ilire te qytetit te Lezhes, qe paralelizohet ne te njejten hapesire kohore edhe me qytete te tjera ilire te medha eshte me bindese dhe me e sakte. Lezha, si qytet me hershmerine e saj, perfaqesonte nje qerthull te nje fisi ilir prej te cilit trashegonte emrin e tij Lissitan. Ky emer dokumentohet nepermjet monedhave te prera nga qyteti. Me vone, Lezha, do te jete kryeqendra e krahines se banuar nga pirustet, qe sipas Strabonit benin pjese edhe ne fiset ilire panone, qe paten prijes Baton, gje qe terthorazi jepet edhe nga dokumente te tjera. Pirustet dhe desidiatet dalmate, ne gjysmen e dyte te shek.I, jane quajtur nga dijetari romak Paterkuli si te pathyeshem, jo vetem ne saj te pozites se vendeve dhe maleve, por dhe te natyres se tyre te eger dhe te zotesise se tyre te cuditeshme luftarake. Dijetari Tit Livi dimensionon zonen-ushtri te fisit ilir te pirusteve, konkretisht ndermjet taulanteve, desaredeve, banoreve te Rizonit, Ulqinit dhe Shkodres. Ne kohen e mbretit ilir Gent, fisi ilir i pirusteve perbente nje nga forcat kryesore te tij luftarake kunder romakeve. Edhe pas pushtimit romak te Ilirise, pirustet zhvilluan rezistence te ashper dhe per te shuar kryengritjet e pirusteve vjen vete ne Iliri, Jul Cezari. E tere historia e mesiperme, tregon jo vetem levizjet e medha nga Lindja (maqedonasit) dhe nga Perendimi (romaket), por edhe vete strukturen e organizuar te ilireve, lufterat e tyre per liri dhe mosnenshtrim dhe caktimin e Lezhes si nje qytet emblematik, emri i te cilit referohet ne traktate apo ne kronika te rendesishme te ngjarjeve me karakter nderballkanik por edhe mesdhetaro-adriatikas. Zhvillimi urbanistik i Lezhes Qyteti antik i Lezhes eshte i vendosur ne nje terren te dyfishte: kodrinor dhe fushor dhe muret rrethuese perfshijne nje siperfaqe prej 20 ha. Urbanistika e qytetit te fortifikuar ka kater zona kryesore: 1.Zona e pjeses se siperme. E vendosur ne maje te kodres, 2. Zona e pjeses se mesme eshte e shtrire ne shpatet kodrimore 3. Zona e pjeses se poshtme eshte poshte kodres 4. Zona breglumore eshte me shtrat te lumit Drin dhe murit perendimor te qytetit. Sipas studjuesit Koco Zhegu, sejcila nga keto zona, ka patur nje funksion te vecante dhe njekohesisht te nderlidhur. Keshtu, ka ekzistuar nga zona e I deri tek e IV, ku duke respektuar dhe pozicionin natyror te mbrojtur, dhe shtrirjet urbane kane qene vendosur institucionet shteterore, territori i banuar ne menyre te dendur, qendra zejtaro-tregtare dhe me poshte porti lumor, qe nderlidhte Lezhen me tere rruget detare te Adriatikut.\n Pjese perberese e Lezhes ishte Akrolisi, qe ishte ne piken kulmore dhe me te vecante te sistemit mbrojtes te qytetit. Planimetria urbanistike e Lezhes eshte e vecante dhe e paperseritur ne asnje nga qytetet ilire te njohura deri me sot. Mund te thuhet se moduli urbanistik i Lezhes antike nuk eshte bere sipas shembullit te qyteteve bashkokohore ne Greqi, Maqedoni dhe Epir, por nuk mund te karakterizohet tipologjikisht si qytet me akropol. Urbanistika e periudhes ilire trashegon deri me sot, planimetrine e mureve rrethuese, kullat mbrojtese, te gjitha hyrjet dhe nje pjese te rruges kryesore te pjeses se poshtme te ketij qyteti. Ne planimetrine e Lezhes ilire, percaktohen qarte 11 porta te medha dhe te vogla, qe lejonin te hyje ne qytet ne te gjitha drejtimet. Nga keto, dy jane ne pjesen e siperme, 6 ne te mesmen dhe 3 ne qytetin e poshtem. Ne qytetin e siperm, porta kryesore ka qene e vendosur ne anen lindore per te komunikuar me Akrolisin, porta e dyte qe ne anen Veriore, qe e lidhte qytetin me zonen fushore me krahinen veriore. Porta me e madhe ka nje hapesire drite prej 4,20 m dhe ne zgjidhje planimetrike eshte krejt e vecante ne krahasim me te tjerat. Nje tjeter porte e vecante e qytetit quhet porta e burimit, sepse kishte lidhje me nje burim uji ne afersi te saj. Ne qytetin e mesem porta kryesore quhet ajo e Gaviavit. Si element karakteristik te portave te qytetit jane permasat e tyre madheshtore, gje qe nuk vihet re ne qytete te tjera ilire. Zgjidhjet e tyre arkitektonike jane pershtatur me terrenin, pjerresine dhe funksionet perkatese. Brenda qytetit te Lezhes, ruhet dhe rrjeti i rrugeve te degezuara dhe te kryqezuara ne brendesi. Nga te jashtmet, qe hyjne ne qytet jane tri, ajo qe vinte nga Jugu, nje tjeter nga Veriu dhe e treta nga Verilindja. Skema e mureve mbrojtese te Lezhes perfshin nje gjatesi pej 2600 m. Jo me kot, Polibi ka fiksuar pershtypjen shume te madhe, qe i ben keto mure mbretit Filipit V te Maqedonise. Pjesa e siperme e quajtur Akrolis eshte pjesa me speciale e fortifikimit. Trajtimi stilistik i mureve permban dy stile ndertimi, qe i perkasin nje faze te vetme kohore, qe lidhen me vecorite stilistike dhe morfologjike te mureve epirote-ilire. Nga nje llogaritje e perafert del se jane afro 100 mije metro kub gure dhe mbi 80 mije cope blloqe. Kjo kryeveper inxhinierike ndertimore eshte e pashembullt ne territorin shqiptar. Skulpturat Arti i skulptures dokumentohet me disa deshmi unikale. Me 1978, gjate germimeve arkeologjike ne mes te Katedrales se Shen Nikolles eshte gjetur nje bazament ne formen e nje drejtkendeshi ne permasat 1,98 x 2,86 m, mbi te cilen ka qene ngritur nje statuje, qe sot nuk ruhet. Gjithashtu eshte gjetur nje fragment skulpturor i nje trupi gruaje, te kohes helenistike. Me mire nga te gjithe ruhet nje altorelief, qe paraqet nje figure mitologjike : Erosin. Kjo gdhendje eshte mjeshterore dhe e realizuar ne mermer te bardhe. Erosi eshte hyu i dashurise, ka krahe gjysem te hapur dhe eshte i shtrire ne pozicion fjetjeje. Ka mundesi t'i takoje llojit te eroseve te karakterit memorial, qe zbukurojne monumentet perkujtimore. Kjo kryeveper artistike i takon shekullit II-III para Krishtit. Nje skulpture tjeter eshte figura e nje njeriu, gdhendur ne nje bllok guri me shtat mesatar dhe me nje kapele te \"tipit pileus\" ne koke. Kemi dhe deshmine e skulpturave te vogla prej balte te pjekur. Eshte gjetur nje kallep prej balte te pjekur (nje matrice), qe ka sherbyer per riprodhimin e figurimave te quajtura terrakota. Nga kallepi riprodhohet nje skene mitologjike ne miniature, qe paraqet tre figura te vendosura ne mes te nje sfondi me elemente zbukurimore, te imituar nga arkitektura monumentale e kohes helenistike. Artizanati dhe zejtaria Artizanati ndertimor lidhet me prodhimin e tjegullave dhe pllakave prej balte, me pocerine vendase shume te zhvilluar. Nje numer tjegullash mbajne vulen e pronarit te punishtes me emrin EOBTAIO. Ky emer lidhet me te njejtin emer, qe gjendet edhe me monedhat e gur-varret e zbuluara ne qytetin e Durresit. I madh eshte numri i amforave te zbuluara ketu, disa prej te cilave kane edhe vula ne forme simbolesh apo monogramesh. Ne disa amfora vula ka te rafiguruar lulen e sheges, simbol ky i njohur per amforat me prejardhje nga ishulli i Rodit. Nje vule e nje amfore tjeter mban emrin ilir Gent dhe emrin tjeter po ilir Suri, pronar i punishteve vendase. Jane gjetur edhe ene tryeze me kanilyra te tipit inafie dhe ene te tipit megara. Keto objekte i perkasin si kohe shek.III-i para Krishtit. Me interes jane dhe objektet prej bronxi apo dhe prej hekuri si fibula, byzylyke, unaza, gjilpera, grepa peshkimi, thumba dhe gozhde te vogla, maja heshtash, shpata etj. Nga nje gur varri i gjetur ne Lezhe, i shek.II para Krishtit, mesojme emrin e arkitektit Hieroni, i biri i Leonit. Eshte fjala per nje arkitekt, qe ka punuar ne kete qytet ilir. Monedhat Jane gjetur shume monedha prej bronxi dhe argjendi. Koleksioni numizmatik i Lezhes, perfshin shume monedha me origjine nga Durresi me siglen \"DYRR\". Ketu eshte gjetur dhe monedha e mbretit ilir Ballaios, prere me 167-135 para Krishtit. Nje numer i konsiderueshem monedhash jane nga prerjet autonome te qytetit te Lezhes, te cilat imitojne ato te Shkodres. Ato mbartin legjenden LISSITAN dhe kane elemente zbukurimore teper tipike, sic eshte figura e anijes Liburne. Keto prerje jane bere me 229-213 para Krishtit. Simbole te ketyre monedhave jane figura e Zeusit me trekendesh, e Artemisit me rrufe, ose me figuren e dhise. Perdoret dhe figura e mburojes dhe perkrenares ilire. Te gjithe keto elemente lidhen me boten e mirefillte ilire dhe duket qarte ndikimi labeat i Shkodres, si kryeqender e shtetit ilir. Lezha gjate pushtimit romak Mbas pushtimit romak te Ilirise se Jugut, me 168 para Krishtit, Lezha permendet si \"Municip\". Ajo e ruan rendesine si qender ushtarako-administrative dhe si baze detare per Adriatikun verior. Ne periudhen romake pati disa rindertime te rendesishme te qytetit ilir. Sidomos ne Akropol, ne zonen e qytetit kodrinor, ne qytetin e poshtem dhe ne portin lumor. Por trashegimia e traditave ndertimore vendase mbijeton dhe eshte gjithmone zoteruese. Ne zonen kodrinore ku qene vendosur kolonet romake jane gjetur dhe germadhat e banesave te tyre prej guri. Rindertimi romak i qytetit ka qene i pjesshem. Jane zbuluar dy mbishkrime ne latinisht, qe bejne fjale per kete rindertim. Mbishkrimi i pare i gjetur ne Porten e Gaviarit, ben fjale per rindertimin e portes dhe te kulles ne te djathte te Portes. Ne mbishkrimin e dyte, 20 m larg te parit, flitet per rindertimin e murit, nen kujdesin e magjistratit ekzekutiv te Luk Gaviarit dhe te Meges. Nje mbishkrim i trete i demtuar eshte gjetur ne nje bllok guri, ne anen veriore, por eshte i palexueshem. Kurse mbishkrimin e IV, e ka pare me syte e tij dhe e ka lexuar Qiriako i Ankones, i cili e ka vizituar Lezhen me 1463. Qiriako thote se mbishkrimi flet per rindertimin e mureve rrethuese prej te njejteve magjistrate romake. Rezulton se rindertimi romak i mureve eshte bere 250 vjet pas fortifikimit ilir. Ne periudhen romake pati ndertime te tipit termal me sistem hidraulik te zhvilluar, si dhe perdorimi i teknikave \"Okus retikulatum\" apo dhe thjesht \"Retikulatum\" te shek.I-II pas Krishtit. Lezha ne Antikitetin e vone dhe periudhen bizantine Lezha, ne shekujt e pare pas Krishtit nuk u zbeh si qender qytetare. Administrativisht bente pjese ne provincen e Prevalit, qe kishte si qender Shkodren. Ne periudhen e vone antike me emrin e Lezhes lidhen dy rruge. Rruga, qe lidhte Salonen me Dyrrahun dhe rruga qe nisje nga Lezha ne qytetin Nais. Ka nje rimekembje te Lezhes ne fillimin e shek.VI. Keshtjella e Lezhes eshte ne listen e rindertimeve te medha te Perandorit ilir Justiniani i Madh dhe permendet ne librin e Prokopit te Qezarese. Rindertimet e kesaj kohe jane te dukshme dhe qyteti bizantin i Lezhes hyn te qendrat me te medha te kohes. Qendra kthehet ne nje qender episkopale dhe madje permendet me emrin i peshkopit Gjon ne vitin 592. Lezha ne shekujt VII-XII Kronikani i njohur si Anonimi i Ravenes e permend Lezhen ne shek.VII-VIII si qytet bregdetar ilir. Ne kete periudhe ka ndodhur procesi me i rendesishem i transformimit te ilireve te lashte ne arberit e hershem. Kjo gje vertetohet edhe nga materiali arkeologjik i varrezes arberore te zbuluar ne Qafen e Kalase. Ky material arkeologjik eshte tipik me kulturen materiale arberore, qe lidhet me Durresin e qendrat e tjera te Shqiperise. Ka dhe nje rifortifikim tjeter te qytetit ne fund te shek.VIII. Me kete rast, ndertohen kulla te reja dhe perdoren teknika te reja. Keshtu keshtjella e Lezhes, perben nje simbioze te ndertimeve ilire, romake dhe bizantine. Autoret bizantine si : Konstandin Porfyro Gjeneti, Kedreni dhe Ana Komnena flasin per rendesine e madhe te qytetit te fortifikuar te Lezhes. Ana Komnena tregon se pikerisht ne Lezhe, perandori Aleks Komneni, grumbulloi forcat e tij per t'i cuar ne mbrojtjen e qytetit te Durresit, gjate rrethimit te Durresit nga ushtria normane e udhehequr nga Bohemundi me 1107. Ne shekujt e mevonshem, Lezha perfshihet ne Principaten e Arberise, prane Dukatit te Durresit te krijuar nga Republika Veneciane. Nga aktmarreveshja e Dhimitrit \"Kryezoti i Arberise\" me Republiken e Raguzes, rreth viteve 1208-1215 ku behet fjale per shkembime tregtare dhe per transport mallrash pa taksa, si ne rruget tokesore ashtu dhe ne ato detare, vetekuptohet dhe rendesia e qytetit te Lezhes, si pike kyce te raporteve te Arberise me Republiken e Raguzes. Me 1393, qyteti i Lezhes, iu dorezua Republikes se Venedikut nga Progon Dukagjini. Keshtu Lezha perjeton perfshirjen ne shtetin venedikas, gje, qe me disa nderprerje vijoi deri me vdekjen e Gjergj Kastriotit, deri ne shek.XV. Viti 1478 eshte viti i pushtimit te Lezhes nga turqit. Hyjnite ilire dhe Lezha Gjate periudhes se shtetit ilir, deri ne pushtimi romak ne Lezhe mbijetojne kultet dhe hyjnite ilire. Ne kufijte e Lezhes kemi mbijetesen e te ashtuquajturit Zeus Pathius, nje interpretim vendas i kryehyjnise politeiste te lashte. Nga numismatika e Lezhes kuptojme ekzistencen e hyjnise Artemis, te quajtur edhe Diana apo Zana, mbrojtese e pyjeve dhe kopeve. Ajo qe eshte me e rendesishme dhe me kryesore eshte se pikerisht nga nje monedhe e Lezhes njihemi me Hyun e mirefillte te detrave, te njohur me emrin Redon. Kete zbulim e ka bere arkeologu Hasan Ceka, i cili vuri re ne nje monedhe te Lezhes ekzistencen e nje figure burri me kapele karakteristike me strehe te gjate, te quajtur \"Kausia\". Kjo monedhe ka te shkruar dhe legjenden Redon. Pjesa e prapme e monedhes ka figuren e nje anije ilire, nje liburne, te perdorur nga labeatet. Deri vone, portreti i burrit me kapele, eshte konsideruar si ai i mbretit ilir Gent, dikush tjeter e ka quajtur si nje Hermes. Por monedha e Lezhes me kete portret vazhdon te pritet edhe pas renies rob te mbretit Gent, me 168 para Krishtit. Ne nje prerje te vitet 135 p.K mbijeton monedha me portretin e burrit, gje qe perjashton mundesine, qe te jete portreti i mbretit ilir Gent. Hasan Ceka konkludoi me te drejte se kemi te bejme me figuren e Hyut Ilir te Detrave Redon, emri i te cilit mbijeton ne toponimin e Kepit te Rodonit, ne Veri te Durresit. Kete e perforcon edhe figura e anijes ilire ilire, Lempes ne shpine te monedhes dhe zbulimi para ca kohe i disa mbishkrimive ne Kepin Leuka, ne Jug te Italise te disa anijeve ilire, njera nga te cilat mban emrin Redon. Hyu Redon eshte nje kryeemer i mitologjise ilire dhe se bashku me Hyun e Luftrave Medaur, perben nje dyshe kryesore te mitologjise klasike ilire. Kulti i Artemisit si kult ilir ka patur nje jehone te vecante ne territorin e Lezhes. Keshtu ne krahinen e Velipojes, ne mes te detit dhe malit te Rencit ekziston \"Pylli i Zanave\" ose edhe \"Kodra e Nuseve\". Sipas legjendes, qe mbijeton deri me sot, ketu ka patur 600 Zana, 300 te veshura me guna te bardha dhe 300 me guna te zeza. Sipas nje profecie te vjeter keto zana do t'i largonin nga ky territor njeriu me dy koke. Nje mbremje ato pane ne perendim te diellit nen nje peme dy barinj, qe flinin krye me krye. Keshtu, kujtuan se kish ardhur njeriu me dy koke dhe u larguan pergjithnje. Sipas Milan Shuflait emri Velipoje eshte toponim sllav, qe do te thote \"Fusha e Zanave\". Ne shkrimin e Preng Docit te vitit 1885 flitet per fopografine e Lezhes. Ai deshmon se ka pare tri pllaka mermeri, njera kish fytyren e nje burri dhe te nje gruaje me mbishkrim greqisht, e dyta kish nje luan te ngritur perpjete ne kembe dhe e treta nje shqiponje krahehapur me nje gjarper me kthetra. Keto monumente nuk jane ruajtur. Mund te themi se keto monumente kane fiksuar kultin pagan te Aferdites dhe te Dionisit, stemen me luanin anzhuin te Topiasve dhe je tjeter steme, qe mund te lidhet me shqiponjen dukagjinase si hierladi e Principates se Arberise. Shengjini, ose Ninfeumi Nje qytet asteroid i Lezhes eshte Shengjini, 8 km ne Veriperendim, ne bregun e Adriatikut. Jul Cezari, ne vepren \"Lufta Civile\" e permend emrin e ketij limani si Nymfeum ne vitin 48 para Krishtit. Ketu erdhi Flota e Mark Antonit ne fushaten e Cezarit kunder Pompeut. Emri Nymfeun lidhet me ceten e nymfave apo te zanave. Nymfeuni, eshte njohur ne epoken romake, si nje liman shume i mbrojtur \"Tutisimuss portus\". Ne mesjete ky lima njihet me emra te tjere, quhet limani Meduo. Ne nje harte te shek.XIII te Pjeter Viskontit njihet madje edhe me emrin Medea. Gjate mesjetes permendet ky liman si \"Portus\", \"Medue\", \"Porto di Medea\". Etimologjia e ketij emri ka mbetur ende pa u sqaruar. Sipas A.Majerit termi Medua, lidhet me emrin antik te qytetit Medeon - Meduni i sotem, ne bregun dalmat. Sipas disa dijetareve te tjere emri Medea eshte nje jehone e mitit te argonauteve dhe te princesesh Medea te Kolkites, gjate shtegtimit ne Adriatik nga Ulqini deri ne ishullin e Korfuzit. Emri i Medeas eshte lidhur edhe me emrin e fshatit Mjede. Gjithsesi ky toponim mbart nje jehone mitologjike te sterlashte. Kurse Shengjin eshte nje kalk i emrit te shenjtorit Shen Gjin, ose i shenjtorit Shen Gjon Pagezuesi, qe shkurtimisht ka dhene fjalen Shengjin. Ne hartat e P.Gasparit dhe P.Coronellit, limani quhet San Giovanni di Medua. Kemi keshtu nje nderthurje te nje toponimi mitologjik pagan te lashte me emrin e nje shenjtori te krishtere. Pra nje simbioze mendesisht mitologjike dhe fetare deri ne kohen e sotme. Limani i Shengjinit ka qene ne te gjithe koherat limani detar i Lezhes. Kjo lidhje nuk eshte zhdukur asnjehere dhe ne ditet tona eshte perjetuar nje rol i ri i Shengjinit, lidhur edhe me rruget e lidhjes se Shqiperise me Kosoven. Limani i Shengjinit eshte me i rendesishmi liman detar ne Veri te Durresit. Vetvetiu merr atribute te vecanta per te ardhmen. P.Coronelli, kartograf i njohur venecian i shek.XVII ne harten e vet te Drinit dhe Bunes, e cileson Shengjinin si liman te afte per anije te medha (Porto Medua Capace di Grannavili). Krahas limanit te Shengjinit ne shekuj eshte shfrytezuar edhe nje tjeter lima fort i pershtatshem per strehimin e anijeve 2 km ne lindje te tij pikerisht ne vendin ku ndodhet sot e vecuar nga deti keneta e thelle e Knaves. Ky liman natyror permendet ne burimet dokumentare te shekujve XV-XVII me emrin \"Saca\", qe ruhet edhe sot si trashegim historik nga lagja Saka ne Jug te qytetit Shengjin. Rendesia e Limanit te Shengjinit u shtua mjaft vetem pas vitit 1880, kur Ulqini, ky qytet shqiptar ju dorezua padrejtesisht Malit te Zi, ne zbatim te vendimeve te Kongresit te Berlinit. Plazhi i Shengjinit perben nje nga resurset me te vecanta turistike detare, jo vetem te Lezhes por edhe te Shqiperise, sidomos duke patur parasysh parkun ekologjik te rrethines. Krishterimi ne Lezhe Ne territorin e Lezhes krishterimi eshte i hershem qe ne koherat apostolike, kjo deshmohet edhe arkeologjikisht, si dhe nga autoret e lashte. Nje rendesi te posacme per krishterimin e hershem ne Lezhe ka deshmia unikale e Marin Barletit ne librin e dyte te vepres se tij epokale \"Historia e Gjergj Kastriot Skenderbeut\". Barleti tregon per viset rreth Lezhes e Zadrimes perqark lumit Drin: atje shihen shume gjurme te lashtesise, qytete e tempuj fort te permendur te Perendise, te cilet tani te sheshuar dhe te bere germadhe po dergjen me shumice perpara syve tane. Po, ne kete vend, verehen dhe permendoret prej mermeri, ne te cilat mund te shikohen shume emra perandoresh romake etj. Ne to dhe disa gjurme, nga te cilat kuptohet me nje menyre te mjaftueshme se po ketu, apostulli i pare u ka predikuar njerezve besimin e Krishtit. Disa gjurme te bazilikave te Antikitetit te Vone flasin per nje krishterim te zhvilluar, i cili ne mesjete zoteron te tere zonen. Lezha permendet si qender peshkopale e rendesishme gjate periudhes se Perandorit ilir Justiani i Madh. Zbulimi 1 km larg Lezhes ne rrugen qe con ne Shengjin i absides se nje kishe te Antikitetit te Vone, i disa kapiteleve me gjethe akanti mund te identifikojne Katedralen e Peshkopit, njohur me emrin Joan, i cili emertohet peshkop i Lezhes me letren e Papa Georgit te I, derguar ne vitin 592. Ne shek.XIII shen Francesku i Asizit, gjate kthimit te tij nga Siria (para vitit 1221) ndali ne Lezhe, ku themeloi te parin kuvend franceskian ne Shqiperi. Dy dekada me vone ndertohet kisha e franceskaneve ne kodren perballe qytetit, e cila ka patur nje gur mbishkrimi te skalitur ne latinisht : POC TEMPLUM FRATON MINORUM AEDIFICATUM EST ANNO MCC XV Qe perkthehet ne shqip : Ky tempull i vellezerve minore franceskane eshte ndertuar me 1240. Nga te dhena te tjera historike, mesojme se ne keto treva kane levizur edhe pjesetaret e urdherit fetar te domenikaneve dhe te benediktineve. Sidoqofte, franceskanet jane urdheri fetar, qe ka mbijetuar me gjate ne kete zone. Nje gojedhene e ruajtur ne rajonet e Venedikut, sipas At Vincens Prenushit thote se Shen Francesku i Asizit, duke u larguar nga Shqiperia mori nje dege pishe te eger, qe e mbolli prane Kishes se Kuvendit Franceskan te ishullit Deserto afer Venecias. Pema u rrit dhe u quajt Kisha e Shen Franceskut. Deri vone eshte ruajtur trupi i thate i kesaj peme, grimcat e se ciles u shperndaheshin besimtareve per devocion. Kuvendet e vellezerve franceskane kane qene vatra te rendesishme intelektuale madje edhe te mesimit te gjuhes shqipe ne mesjete e me vone. Te dhena te shumta per besimin katolik ne Lezhe kemi nga relacionet drejtuar Papatit ne shek.XVII, ku rendesi te vecante merr familja e Bardhejve. Nga kjo familje kane dale peshkope e dijetare te famshem shqiptare si Tosol Bardhi (1490-1582), Nikolle Bardhi (1551-1617), Gjergj Bardhi i shek.XVII dhe sidomos Frang Bardhi i nipi i Gjergjit, nje nga figurat me madhore te kulturen kombetare shqiptare. Si kishtar i njohur, permendet edhe Mihal Bardhi, Nino Bardhi dhe Pal Bardhi, po ne shek.XVII. Nga familja e Bardhajve, shquhen edhe prijsa ushtarake si Preng dhe Pal Bardhi, qe sherbyen ne flamurin e Venedikut. Lidhur me rendesine e madhe te fese katolike si nderlidhese e shqiptareve me Italine dhe Evropen Perendimore, theksojme se Lezha behet qendra e dy kuvendeve te medha historike, e Kuvendit te Lezhes me 1444 dhe e Kuvendit te Arberit me 1703. Nga germimet arkeologjike, por dhe nga te dhenat e relacioneve te M.Bicit, B.Orsinit etj., mund te konstruktojme koleksionin e kishave te zones se Lezhes. M.Bici flet per nje kishe te madhe qe mbante 2000 vete, jashte qytetit ne breg te lumit te Drinit, ku sherbenin freterit franceskane, te cilet kishin edhe nje kuvend ne qytet. B.Orsini permend kishen e Shengjergjit ne qytet, kishen e Shen Marise se Bores, kishen e Shen Sebastianit, kishen e Shen Nuciates, kuvendin e vogel te freterve me nje kapele perbrenda, kishen e Shen Margarites, kishen e Shen Marise, kishen e Manastirit te Shen Antonit etj. Gjithashtu dokumentohet edhe kisha e Shen Ethumesie ne Kashnjet. Teodor Ipen flet per manastirin e vogel te Franceskaneve te rindertuar te shek.XX, ku ka qene dhe nje gur i murosur ne portal me mbishkrim ne gjuhen latine, pjese e nje arkitrau te portes se nje faltoreje me te vjeter.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189964092-saranda-1.jpg",
    "title": "Saranda",
    "description": " Saranda është qytet në Shqipërinë jugore i vendosur ne bregun e detit Jon perballe ishullit te njohur grek te Korfuzit. Eshte i vendosur ne nje shpat mali. Histori Për herë të parë emri i Sarandës përmendet në vitin... Saranda është qytet në jug të Shqiperisë, e vendosur në bregdetin jonian, përballë ishujve të Korfuzit. Emri Saranda vjen nga një manastir i hershëm kristian që i kushtohet Dyzet Shenjtëve (Ágii Saránda në greqisht) (Santi Quaranta në italisht). Transporti Saranda ndodhet rreth 300 km larg Tiranës, kryeqytetit të Shqipërisë. Përkohësisht mjeti i vetëm i udhëtimit për në Sarandë janë automjetet. Transporti detar i Sarnadës e lidh qytetin vetëm me qytetet greke të Korfuzit dhe Igumenicës. Është projektuar ndërtimi i aeroportit të qytetit në fshatin Vrion, 1 km larg tij.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189965262-librazhdi.jpg",
    "title": "Librazhdi",
    "description": " Librazhdi është qytet në juglindje të Shqiperisë. Kufizohet ne veri me rrethet Bulqize e Matit perendim nga rrethi I Elbasanit; ne jug nga rrethi I Gramshit; ne juglindje nga rrethi I Pogradecit dhe ne lindje nga r. e Maqedonise.Librazhdi ka nje gjatesi kufitare prej 42km dhe ka teresisht nje reliev kodrinoro-malor.Relievin e ben me te larmishem fushgropat si ajo e Domosdoves ne Perrenjas dhe ajo e Studnes me ate te Letmit. Lartesia maksimale mbi nivelin e detit është 2253 m ne majen e Kuqe te malit Shebenik... Klima Pozita gjeografike,konfiguracioni I relievit,lartesia absolute mbi nivelin e detit dhe largesia nga deti Adriatik ka mundesuar natyren kontinentale te klimes e cila duket ne dimrin e ftohte e te lagesht dhe ne veren e skurter ,te nxehte e te thate. Temperatura mesatare vjetore este13.4 grade Celsius,temperatura max. e regjistruar este40.7 grade Celsius me 14.9.1957 dhe temperatura minimale është regjistruar ne vitin 1968 e cila ishte -15.7 grade celsius. Flora 1857 lloje bimesh spontane,enezore,te cilat peraqesojne 58 % te flora e Shqiptare ose 16 % te flores se Evropes e renditin Librazhdin ne nje nder rrethet me te pasura te vendit me bime te lljeve te ndryshme.gjenden te gjitha katet bimore dhe mbulesa bimore ze rreth72 % te territorit te Rrethit te Librazhdit.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1189966164-permeti.jpg",
    "title": "Përmeti",
    "description": " Përmeti është qytet në juglindje të Shqipërisë dhe qendër e njësisë administrative me të njëjtin emër Rrethi i Përmetit. Qyteti i vendlindjes së Naimit zë një sipërfaqe të vogël dhe ka një popullsi prej diku rreth 9 800 banorë. Kultura Në qytet vërehet një tolerancë fetare. Përndryshe kultura e qytetit dallohet me një traditë të gjatë letrare dhe muzikore. Përpos Naimit vargjet e të cilit edhe në ditë tona janë të kërkuara nga Përmeti vijnë edhe shkrimtaret e njohur si p.sh.: Bardhyl Londo apo Sejfulla Malshova. Muzikanë të dalluar të nivelit kombëtarë si Mentor Xhemali e Laver Bariu janë përkujdesur që muzika përmetare të dallohet me karakteristikat e saja të një tradite të gjatë kulturore. Përmeti është vendlindja e tre vëllezërve Frashëri dhe disa personaliteteve të njohura të kulturës mbarë shqiptare siç është skulptori Odhise Paskali, shkrimtari Nonda Bulka, aktorës artiste e popullit Tefta Tashko Koço dhe këngëtarës së muzikës së lehtë Anjeza Shahini. Që nga gushti i vitit 2004 qyteti ka edhe një stacion televiziv AOS TV (Aoos=Vjosa në Greqisht) i cili përkujdeset për një informim më të dendëshëm të qytetarëve, kete vit është hapur edhe nje stacion televiziv i ri Tv Përmeti."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1190010439-erseka.jpg",
    "title": "Erseka",
    "description": " Erseka është një qytet në Rrethin e Kolonjës me rreth 5 499 banorë. Qyteti ndodhet në juglindje të Shqipërisë në Pllajën e Kolonjës. Tipar dallues Mali i Gramozit (2523 m), që është i vendosur në lindje të tij. Historia Është krijuar rreth vitit 1768 me rreth 100 shtëpi (sipas Edit Durham) banorë te ardhur nga fshatrat përreth dhe të vendosur buzë rrugës që lidhte Korçën me Leskovikun. Gjeografia Erseka shtrihet në pjesen JugLindore të Shqiperisë,bën pjesë si njësi fiziko - gjeografike në krahinën malore qëndrore pjesa Jugore. Erseka është kryeqëndra e rrethit të Kolonjës. Gropa e Kolonjës shtrihet në këto koordinata gjeografike lindje 20 47^ 3\" perëndim 20 27^ 30\" veri 40 29^ 30\" jugor 40 05^ 00\". Ajo ësht pozicionuar në brëndësi te Gropës së Kolonjës. Një gropë kjo me lartësi rreth 1100 m mbi nivelin e detit. Në lindje të saj ndodhet mali i Gramozit me një lartesi prej 2523 m mbi nivelin e detit. Në perëndim të saj ndodhet Mali i Radomit. Pragu i Qarrit e ndan këtë Gropë nga Fushgropa e Korçës. Dhe në Jug të saj shtrihet Malësia e Gërmenjit. Kjo Gropë përshkohet nga një sërë përenjsh të cilat përmblidhen në pellgun ujëmbledhes të Osumit, kemi përroin e Starjes, Taçit dhe një sër të tjerë të vegjël me karaktere stinore të aktivitetit të tyre.\n Gropa e Kolonjës është njësia fiziko - gjeografike më e rëndesishme për këtë zonë. Në këtë zonë jeton pjesa më e madhe e popullsise së këtij rrethi. Lumi i Osumit i kalon tërthor Gropës, në pjesën perëndimore të saj. Në këtë Gropë është vendosur dhe vendbanimi parahistorik i Ollmit të Qinamit i cili ndodhet në majë e një kodre në afërsi të fshatit Qinam. Mali Gramoz Shërben si kufi ndarës i kësaj zone nga teritori i Greqisë. Rrëzë këtij mali janë vëndosur një sërë fshatrash si Gjonçi, Taçi, Rehova, Starje, Kreshovë, Skorovot, Milec, Bezhanj. Kultura Erseka eshte nje qytet me nje tradite shume te madhe kulturore. Nder vite ka patur shume kolonjare qe kane kontribuar ne fusha te ndryshme.Nder me te njohurit jane .Fan S NOLI. Petro Nini LUARASI.Papa Kristo NEGOVANI.Motrat QIRIAZI.Faik KONICA.Sali BUTKA.Themistokli GERMENJI.Hasan Zyko KAMBERI.Shain KOLONJA.Petrit DUME.Pa harruar ketu edhe aktoret hollivudian me fame boterore John BELUSHI dhe James BELUSHI. Televizioni lokal Era TV vazhdon Transmetimet e tij qe nga viti 1999."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1190010316-divjaka.jpg",
    "title": "Divjaka",
    "description": " Qytet në Shqipëri me rreth 7 100 banorë. Mendohet se kodrat e Divjakes deri ne afersi te Terbufit kane qene te banuara qysh ne kohet e lashta. Kjo vertetohet edhe nga shume objekte arkeologjike te gjetura ne keto kodra, si nga varret e shumta qe gjenden neper keto vende. Rrethinat e Divjakes Ne jug te Divjakes ne afersi te fshatit Mize dhe Xeng nga hapja e nje kanali kullues u gjenden disa tjegula , copa rrexylli, nje gozhde kovaei 12 cm, dhe dy rrota me diameter 18 & 10 cm dhe fragmentesh enesh te ndryshme. Copat e tjegulave dhe te tullave te gjetura ne kete are jane idetike me tjegullat e tullat e gjetura neper varret e fshatrave te permendur me siper. Ne fshatin Mize jane gjetur rreth e rrotull varre te mbuluar me tjegulla me permas 70×40x2cm, poee e pjata balte si dhe vegla pune hekuri, te cilat i perkasin mesjetes se hereshme. Te gjitha materialet te cilet jane gjetur si: Hanxhare, heshtat,pjatat kandilat, kane pas egzistuar ne muzeun e Divjakes dhe i perkisnin shekullit III-II para eres sone. Me perjashtim te pak eneve helenistike e te ndonje objekti tjeter, te gjitha te tjerat jane Iliro-shqiptare. Si do qe te jete fakt eshte se Divjaka dhe kodrat perreth saj kane qene te banuara qe ne kohe te lashta nga fisi i njohur Ilir i Taulanteve dhe me vone nga shqiptaret e hershem. Nje fakt tjeter eshte nje gure i gjetur ne Divjake me mbishkrim latin i cili eshte nje gure rruge dhe deshmon se ne kete zone ka pasur kaluar nje rruge qe lidhte Apollonin me Dyrrahun (Durresin) dhe thuhet se ka qene nje dege e rruges Egnatia qe shkonte per ne Skampa (Elbasan) sipas hartes Krahina jone ne shekujt IV-V te eres sone Arkeologjia Nga zbulimet arkeologjike interes te veeante paraqe fytyra e nje femre ne reliev, Erinia, perendesha e hakmarrjes e skalitur ne nje bllok te vogel guri gelqeror. Kjo veper eshte gjetur ne murin e jashtem te Kishes se Divjakes. Ne nje bllok tjeter guri gelqeror po ne murin e kishes paraqitet ne reliev portreti i Perandorit ilir, Kostantini i Madh (306-332) i veshur me kemishe popullore ilire. Nga keto fakte mund te themi me siguri se Divjaka dhe zona e saj kane qene banuar para dyndjes se sllaveve dhe para epokes sone. Pervec gjetjeve te shumta arkeologjike, sipas dokumentave turke te viteve 1441-1450 del se Divjaka ka qene prone e nje te quajturi Dhimiter Prespa. Me pas kaloi ne pronesin e nje fare Zakonas Beu, i cili e permendet ne histori per mardhenie me Gjergj Kastriotin-Skenderbeun. Nga viti 1450 i shekullit XV fshati mbeti ne duart e nje te quajturi Zurgo,me vone pas vitit 1450 u be prone e nenes se Sulltanit. Ne kete kohe populli u detyrua te paguante shume taksa si, vergjije, xhelepi gjithashtu per aresye se ata ishin te krishtere ata duhet te paguanin dhe takse nizamie, dhe te punonte argat tek tok e turkut. Ne afersi te Divjakes meperpara ka pas egzistuar nje fshate i quajtur Kular. Ky fshat e ka marr emrin nga disa relieve ne forme kularesh qe ishin formuar nga rrjedha e lumit Shkumbin. Per aresye te permbytjeve te shumta nga lumi banoret u detyruan te shpernguleshin nga fshati dhe te shkonin ne Divjake ku jetuan dhe jetojne akoma disa fise si Tashi, Janko etj. Emri Prejardhja e Emrit te Divjakes Si dhe nga e ka marre kete emer nuk kemi shume informacione, por per sa dime dhe na kane lene te shkruar te paret tane ka disa teori. Rrap Mertiri mesues pensionist, i cili para clirimit ka qene mesues ne Divjak, ka degjuar prej mesuesit te mirenjohur Jani Minga se emri Divjake vjen nga fjala Divija dy vija. Ne te vertete fshati ka vija uji , njeren e quajne Perroi i rrezes dhe tjetrin Perroi i Murtajes. Ndersa nje informacion tjeter na e jep Profesor Kol Nika ne Librin e tij Divjaka nje fshate i lashte i cili thote se e ka marre emrin nga rrenja e fjales Div ne gjuhen shqipe Dif-Diva, perdoret per kafshet mbinatyrore dhe ne menyren figurative per njerez me force vigane, te fuqishem e shtatemedhenj. Emri Divjake permendet per here te pare ne dokumentat turke ne vitet 1441-1443-1445. Keto dokumente kane qene ne muzeun e fshatit. Nje tjeter dokument qe tregon per prejardhjen e emrit Divjake eshte dhe botimi ne nje reviste i Profesor Luk Karafilit nga Shkodra me pseudonimin Bardhyli ne artikullin e tij Kravastaja e Divjaka shkruan: Fshati Divjake mori emrin perrallor te divave te perralles se moeme qe i pershtatet princeshes Marika Matranga dhe tregon tretjen e kesaj familje me ate te princave Muzakaj te Beratit. Autori e mbeshtet kete ne nje perralle te degjuar ne Lushnje nga disa te moshuar. Gjithashtu ne kohen e Turqise dhe deri vone para clirimit, krahina ku bente pjese Divjaka quhej Karatoprak (nga turqishtja -dhe i zi-), kjo krahine perfshinte katundet ndermjet Terbufit e gjolit te Karavastase deri ne Libofshe, por vendasit nuk e quanin veten Karatoprakas por Divjakas. Me sa dihet pra deri me sot fjala Divjake nuk rrjedh nga ndonje emer fisi,llagapi(mbiemer), apo toponomi te mepareshme dhe nuk duhet te kete dale nga vendasit por nga njerez te tjeter qe kane shkelur e pare kete vende dhe banoret e ketij vendiPozita Pozita Gjografike"
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1190010696-himara.jpg",
    "title": "Himara",
    "description": " Emri Himarë e ka origjinën nga fjala e vjetër Shqipe e përdorur në këto anë \"Hi(j) Marë\" - \"Eja Marë\", qe ka të bëje me ftesën që i bëhet një vajze apo fqinje të marrë pjesë në një gëzim familiar apo ti bashkohet nje grupi që këndon një kënge shumë-zërëshe. Marë eshte emër i njohur Shqip vajze në Himarë, në jug të Shqipërisë dhe në veri të saj. I ndërtuar në pjesën jugore të bregdetit shqiptar, qyteti i Himarës ka qenë gjithmonë qendër e një zone që ka përfshirë jo vetëm fshatrat e jugut, por edhe Labërinë e Kuveleshin. Ajo përmendet që në kohët e lashta ku parardhësit ishin fisi Ilir i Kaonëve, por historia moderne duket se fillon në 1199, kur në qytet u vendos sundimi i Venedikasve. Fqinjet tanë veriorë nuk mundën ta mbanin për shumë kohë dhe në shekullin e XIII zona e Himarës u përfshi nga Karli i Anzhuve në atë që ai e quajti Mbretëria e Arbërisë. Zona ka qenë gjithmonë me një popullsi autoktone shqiptare, kryesisht me origjinë nga ajo që sot njihet si zona e Labërisë dhe duke filluar që nga shekulli i XV edhe me të ardhur nga zonat e Mirditës dhe Krujës. Më 1431 Himara u përfshi nga Perandoria Turke si një krahine e Sanxhakut të Shqipërisë. Duke filluar që nga shekulli i XVI, si pasojë e disa kryengritjeve, Himara, ashtu si edhe Mirdita, siguroi një sërë privilegjesh dhe një lloj autonomie, që e lejoi të ruante fenë dhe flamurin Shqiptar. Fatkeqësisht, mungesa e rrugëve dhe zona malore krijoi vështirësi në komunikimin e saj me zonat e brëndshme të vendit. Pervec gjuhes amëtare Shqipe, duke shfrytëzuar detin ata vendosën lidhje tregtare me Greqinë e Venedikun e kryesisht me Korfuzin dhe si pasojë e ketyre lidhjeve, filloi te përdorej edhe gjuha Greke e Italiane për qellime tregtare. Që më 1912 Himara kishte ngritur flamurin e pavarësisë dhe kishte dërguar përfaqesinë e saj në Vlorë. Gjeografia Himara përbëhet nga dhjetë fshatra: Himara, Palasa, Dhërmi (nga Shqipja e vjetër - Dhëri Mbi, Dhër Mbi, Dhër Mi, Dhëri Im), Vuno (nga Shqipja e vjetër - Vëne, Vure, Vono), Qeparo (nga Shqipja e vjetër - Qëparë, Që Para, Që Par-o, Më Parë), Kudhës (nga Shqipja e vjetër - Kudhër, Kudhësi), Shën Vasil, Pilur (nga Shqipja e vjetër - Pi Ulur, Pij Ujë Ulur), Jale dhe Ilia. Himara si krahinë shtrihet në jug-perëndim të Shqipërisë në anë të bregdetit të detit Jon. Krahina e Himarës ka një sipërfaqe me gjatësi rreth 50 km dhe gjërësi rreth 10 km. Rajoni është vënd malor dhe karakterizohet nga male e kodrina që thepisen drejtpërdrejt në një det të kristaltë, dhe është një vënd detar me klimë mesdhetare. Himara bën pjesë në Rrethin e Vlorës. Demografia Himara ka rreth 2000 banorë. Disa nga familjet e njohura dhe me vazhdimësi të hershme në Himare janë familjet: Gjoleka, Kolila, Gjini, Kokaveshi, Gjicali, Marku, Gjergji, Prifti, Koleka, Koka, Zaho, Gjoka, Nikolla, Duna, Kushta, Kocana, Pali, Vreto, Memi, Zoti, Duka, Xhagjika, Milo, etj. Me të prurat e lëvizjes së popullsisë për arsye ekonomike dhe sociale familje të sapoardhura i janë bashkuar krahinës së Himarës këto kohët e fundit. Familja Bollano për shëmbull është vendosur në Himarë në 20 vitet e fundit, duke ardhur nga krahina e Kurveleshit. Himara mirëpret njerëz dhe familje nga cdo anë e Shqipërisë, sepse Himara është e njohur për mikëpritjen e saj të vecantë dhe bujare Shqiptare. Migracioni Himariotët kane emigruar në vënde të ndryshme të botës si në SHBA, Itali, France, etj. Kjo ka bërë që ata të ndihmojne vëndlindjen dhe të sjellin me vete dituritë dhe aftësitë e fituara në vënde të tjera."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1190010956-kelcyra.jpg",
    "title": "Këlcyra",
    "description": " Udha për në Këlcyrë, pasi shkëputet nga rruga Tepelenë-Gjirokastër, lë në të djathtë rrënojat e qytetit të lashtë të Antigonesë, hyn në grykën madhështore e të mirënjohur të Këlcyrës – në kohët e moçme Fauces Antigonenses, prej ku Filipi V i Maqedonisë u preu rrugen romakëve të Flaminit për në Greqi – çan mes honesh të thepisura dhe mbërrin në pikën më të lartë të pllajës që shtrihet mes Malit të Trebeshinës e Nemërçkës në qytetin e Këlcyrës, i vendosur në të djathtë të Vjosës, aty ku lumi i Dëshnicës së bashku me degët e veta nis bashkërrjedhjen me Vjosën. Lashtësia dhe Mesjeta Këlcyra në lashtësi duhet të ketë qënë një mansio, stacion ku udhëtarët kalonin natën me një garnizon që mbronte kalimin prej Adriatikut drejt Maqedonisë, mbetëzat e të cilave u shkelën nga rrugët e mëvonëshme osmane. Gjurmët e Këlcyrës humbasin në tymtajën e shekujve dhe qyteti del përsëri në dritë si pronë e Muzakajve, Andrea Muzakës – zot i Beratit dhe Marshall i Arbërisë (1280-1319). Me vdekjen e Andreas I, trashëgimia i kaloi djalit të tij, Teodorit I, që la dy djem, më i vogli i të cilëve, Mentuli ose Mentori mbante titullin e Kontit të Klisanisë. Në shek. XIV qyteti thiret Chisania (Kisania) ose me emrin greko-romak Clazura (Klazura), Klelsoupa, Clisania (Klisania), Klisura. Në vitin 1331-1332 kronisti bizantin Jan Kontakuzeni njofton se fshatarët e jugut, midis të cilave edhe at ate zonës së Përmetit, u hodhën në kryengritje të fuqishme kundër mujshisë së guvernatorit Niqifor Hanza dhe pushtuan kështjellën e Klisanisë, që e shkatërruan. Kryengritja u shtyp nga perandori Androniku III Paleologu. Sundimi Osman Nga fundi i shek. XIV (1394-96) Muzakajt u shquan në luftërat kundër osmanëve që po shkatërronin vendin. Mirëpo ata nuk i rezistuan dot valës të dyndjes së tyre, prandaj një pjesë shkoi në Napoli, midis syresh edhe Gjon Muzaka, që shkroi më 1510 ‘‘Histori e gjenealogjisë së shtëpisë së Muzakajve’’, kurse një pjesë u pajtua me njohjen e suzerenitetit të Sulltanit. Themeluesi i fisit të Klisurave mëtohet se ishte Teodori, trashëgimtari i të cilit, Jakobi, u kthye në fenë myslimane me emrin Jakup dhe nisi të bëjë karrierë në rradhët e Perandorisë osmane. Jakupi në vitet 30 të shek. XV u vra në luftën kundër hungarezëve. Pasardhësit e tij qenë: Murati, Islami, Mahmudi, Veliu, Rizai, Islami, Murati, gjyshi i Ali Pashë Tepelenës e Muhameti, stërgjyshi i Ali Këlcyrës (shih pemën gjenealogjikëe). Ali Pashë Tepelena kur Porta e Lartë i kishte duart e zëna me luftën kundër Austrisë e Rusisë (1789-1791), duke përfituar nga posti i Dervenxhi Bashisë e me preteksin e vendosjes së rendit, zaptoi edhe Klisuren. Mirëpo Klisurat nuk iu nënështruan dhe i nxorën telashe gjersa Ali Pasha u shtrëngua ta internojë familjen e tyre në Artë, ndonëse kryezonja e kështjellës, Hejbetulla hanëmi, ishte mbesa që ai donte më shumë. Paskëtaj kështjella për dhjetë vjet u bë ndeja e garnizonit ushtarak të Ali Pashës. Kur më 1822 Pashai i Janinës u vra dhe mori fund sundimi i tij, të internuarit u kthyen përsëri në Klisurë por kështjella, selia shekullore e familjes, pothuajse ishte shkatërruar. Kësisoj Islam beu, djali i parë i Muhamet beut, me të vëllezrit dhe nëna e tyre Hejbetulla hanëmi, vendosën të ndërtojnë në pllajën e Katundishtës një kështjellë të re. Fshatarët që ndërkohë kishin zënë tokat e beut të internuar, iu kundërvunë haptas riselitjes së autoritetit të tij. Mirëpo pas një përleshjeje të përgjakshme fshatarët u nënështruan dhe Klisurat vendosën sërishmi sundimin despotik të familjes. Paskëtaj jeta e fshatarëve u ndërthur deri dhe ne çastet më intime me pushtetin e beut: kushdo që do të martohej mes Klisurës dhe Përmetit, Zagorisë (Rrëzëmalit), Qafës së Kiçokut dhe Kokojkës, pra në zonën ku shtrihej qeverisja e familjes Klisura, dhëndri duhet t’i sillte të parit të bejlerëve një dele, ndërsa ky i dhuronte një kallpak të bardhë me një setër të shkurtër të qëndisur me fije ari (që kishte kuptimin e peshës dhe të vlerës së pushtetit të beut). Këlcyrat ishin lidhur përmes krushqive me familjet më të shquara të vendit: Asllan-Pashallite, Vlorat, Konicat, Frashorët, Luarasët, Vrionët etj. E vetmja pasardhese e familjes KLISURA eshte vajza e Ali Bej Klisures (vdic 1963 ne Rome), Hanna Klisura (lindur 1935 ne Paris) dhe me vendbanim ne Vjene/Austri.Ajo eshte nje zonje, mbartese e denje e emrit dhe historise se familjes Klisura."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1175557597-Goverment_Buildings.jpg",
    "title": "Tirana",
    "description": "Për tju shoqëruar nëpër Shqipëri apo për tju sugjeruar një itinerar, është e natyrshme që ta fillojm këtë nga kryeqyteti i saj, Tirana. Eshtë një ndërmarrje e vështirë ta përfshish të gjithë hapësirën e kryeqytetit shqiptar me një udhëtim të vetëm, por me një përzgjedhje të vendeve më të bukura të tij, do të largoheshit vërtet me mbresa të këndshme.Le ta fillojmë pra udhëtimin nëpër Shqipëri, duke eksploruar më parë kryeqytetin e saj Tiranën.Njihuni me TiranënTirana - sot kryeqyteti i Shqipërisë - u themelua në vitin 1614, nga Sulejman Pash Bargjini, një feudal i pasur i kohës, nga fshati Mullet. Ai ndërtoi fillimisht një xhami dhe një hamam, që u bën pastaj bërthama e qytetit të ardhshëm. Mendohet që Tirana të ketë qenë një qendër e banuar, qysh në kohën e Ilirëve, rreth shekullit IV para Krishtit. Rrënojat e qytetit gjenden akoma sot në këmbët e malit të Dajtit, ku mendohet të ketë ekzistuar një kështjellë. Një nga burimet e emrit të Tiranë, është pikërisht emri i kështjellës, Tirkan, e cila përmendet për herë të parë në historinë e bizantinëve nga historiani Prokopius.Në vitin 1920, në Kongresin e Lushnjes, Tirana u vendos të bëhej kryeqyteti i përkohshëm i Shqipërisë. Statusin e saj përfundimtar e mori në vitin 1925. Sot, Tirana është një qytet që rritet dhe ndryshon përditë dhe është qendra më e madhe tregtare dhe administrative në Shqipëri. Eshtë një qytet i mbushur me hotele, restorante, bare, pub-e, qendra dhe komplekse argëtimi, që mundsojn një jet aktive dhe të shumëllojshme për të gjitha shtresat e popullsisë dhe për të gjith të huajt që vizitojnë Tiranën për arsye nga më të ndëryshmet.Gjithashtu Tirana është një qendër aktivitetesh kombëtare dhe ndërkombëtare të rënëdësishme, seminare, simpoziume, konferenca, festivale, spektakle etj, që e bëjnë një qytet tashmë të njohur dhe të hapur me botën.Po të na duhej të bënim një listë të plotë të atraksioneve të kryeqytetit shqiptar që vlen të vizitohen, kjo listë do të ishte shumë e gjatë. Nga kjo list ne po ju shkëpusim ato që ju kurrsesi nuk duhet t'i lini pa i parë ose vizituar:Monumenti i heroit kombëtar, Gjergj Kastrioti, Skënderbeu, në qendër të Tiranë, një sërë ndërtesash historike, Xhamia e Ethem Beut, Kulla e Sahatit, 35 m e lartë, ndërtuar më 1830. Nga maja e kullës, që është e hapur për vizitorët, mund të shijohet një pamje fantastike e sheshit Skënderbej.Urën e Tabakve, (shek XVIII), një fragment të kështjellës së Justinianit, Pranë Kinema Milenium 2. Monumentin Nëna Shqipëri, në Varrezat e Dëshmorëve, që ndodhet në pjesën juglindore të kryeqytetit.Teatrin e Operas dhe Baletit, Teatrin Kombëtar, Galerin e Arteve Figurative, Qendrën ndërkombtare të Kulturës, Pallatin e Kongreseve, Muzeun Historik, Muzeun Arkeologjik, Muzeun e Shkencave të Natyrës, etj.Në pjesën jugore shtrihet Parku i Madh i Liqenit, me një sipër faqe prej 230 ha dhe liqeni artificial në mes të tij me një siPër faqe prej 55 ha. Në pyllin e Parkut të Madh, rriten 120 lloje pemsh dhe bimësh dekorative dhe një numër i madh lulesh. Jo shumë larg prej qytetit, mund të ushtroni turizmin malor. 25 km nga Tirana, ngrihet Mali i Dajtit, ku mund të kalohen pushime shumë të bukura, të mbushura me aktivitete, si trekking, ekskursione, ski, etj. Tashmë ju mund të shfrytëzoni edhe transportin e teleferikut, i cili e përshkon hapsirën për 15 min dhe ju jep mundësinë të shijoni pamje të mrekullueshme të natyrës nga lart. Kjo shkurton shumë kohën dhe krijon mundësi më të mëdha për të preferuar turizmin ditor që ofron zona e malit të Dajtit. Në Parkun Kombëtar të Dajtit, rriten një numër i madh bimësh dhe kafshësh dhe është e ndaluar rreptsisht gjuetia jashtë sezonit.Një mundësi tjetër e mirë jashtë Tiranës është Mali me Gropa, ku njerëzit mund të shkojn të clodhen, larg zhurmave të metropolit. 15 km në jug të Tiranë, ndodhet Kalaja e Petrelës, me një moshë dymijë vjeare, e ndërtuar nga fiset ilire të Albanëve, me Prijës Glaukun. Kështjella ngrihet në majë të kodrës, duke ofruar një panoram të mahnitëshme të të gjithë zonës. Në kohën e Skënderbeut, kështjella është komanduar nga Princesha Mamica, motra e Gjergj Kastriotit dhe ishte pjesë e Principatës së Krujës.15 km në veriperëndim të Tiranës, ndodhet kalaja e Prezës, edhe kjo pjesë e Principatës së Krujës. E ndodhur pranë Aeroportit të Rinasit, kalaja është një pikë mjaft e frekuentuar nga turistët, për pamjet unike që ofron.Një tjetër vend interesant, është Shpella e Pëllumbasit, ose “Shpella e Zezë”, e zbuluar vetëm kohët e fundit, 18 km larg Tiranës, në zonën e Skoranës. Me muret e brendshme të veshura me stalaktite dhe stalagmite, ajo është jo vetëm një vend tërheqës për vizitorët por edhe për studiuesit dhe speleologët.Muzikë e të gjitha llojeve për një natë argëtueseNë Tiranë do të gjeni me dhjetra lokale dhe klube nate të gjinive të ndryshme, ku mund të shkoni të shijoni muzikën që ju plqen. Klube jazz-i, pub-e, disko, kabare, bistro, ambiente orientale, muzik live, pa lënë mënjanë koncertet dhe aktivitetet e shumta që luhen nëpër sallat e teatrove dhe qendrave të kulturës. Në këtë listë të gjatë do tju sugjeronim disa prej tyre, ku aktiviteti është permanent dhe kënaqësia pa dyshim e garantuar. Kështu për të kërcyer muzikën më të mirë të momentit, mund të shkoni në Folie Club, për të shijuar kabare dhe spektakël, ju sugjerojmë Magic 4 Karaoke, përë të dëgjuar live këngëtarë të njohur, bëni mirë të vizitoni Venue Club, për një mbrëmje të qetë në shoqërinë e miqve dhe të muzikës më të mirë të viteve 60-70-80, duhet të shkoni në Charls Bistro ose Living Room dhe shume vende te tjera. Sigurisht që argëtimi nuk mungon në asnjë prej vendeve të natës por zgjedhja është një alternativ."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1191244582-burreli.jpg",
    "title": "Burreli",
    "description": " Krahina e Matit është një muze i vërtetë arkeologjik dhe djep i lashtë i kulturës ilire. Aty janë zbuluar objekte prej ku dhe dalin të dhëna për të gjithë periudhat historike të zhvillimit kulturor jo vetëm të trevës së Matit por edhe më gjërë, Mati është bërë tani i njohur jo vetëm brënda vëndit por edhe jashtë Shqiperisë, si një krahinë arkeologjike e rëndësishme me vlera të veçanta, sidomos për gjurmimin e studimin e kulturës ilire” Në vitin 1952 në fshatin Bushkash nisën studimet e tre kodër varreve ilire ose siç quhen në gjuhën arkelologjike tumave. Origjinën e fjalës Mat(Matja) e kanë studiuar shumë studiues e shkencëtarë, por ende mbetet e papërcaktuar qartë prejardhja e saj. Disa besojnë se ky emër ka prejardhje biblike, kurse albanologu i njohur N.Jokli shpjegon se emri i krahinës vjen nga gjuha shqipe e ka lidhje me fjalën mat`anë(mat`anë lumit, mat`anë bregut). Në një dokument të vitit 1304, në një listë anzhuine me emrat e 13 fiseve, përmendet edhe ai i Matit në formën e Matesos. Gjurmë të kulturës Ilire.\n Krahina e Matit është një muze i vërtetë arkeologjik dhe djep i lashtë i kulturës ilire. Aty janë zbuluar objekte prej ku dhe dalin të dhëna për të gjithë periudhat historike të zhvillimit kulturor jo vetëm të trevës së Matit por edhe më gjërë, Mati është bërë tani i njohur jo vetëm brënda vëndit por edhe jashtë Shqiperisë, si një krahinë arkeologjike e rëndësishme me vlera të veçanta, sidomos për gjurmimin e studimin e kulturës ilire” Në vitin 1952 në fshatin Bushkash nisën studimet e tre kodër varreve ilire ose siç quhen në gjuhën arkelologjike tumave. Në vitin 1952-1960 u zbuluan dhe u gërmuan edhe 35 tuma të tjerë ilire ku pjesa më e madhe e tyre i përket periudhës së parë të hekurit. Në vitin 1971-1984 u zbuluan e u gërmuan dhe 18 tuma të tjera duke çuar numrin e tumave në 53. Kultura e tumave e varreve në Mat përfshin periudhat e bronxit të mesëm e deri në shekujt e parë të erës sonë. Përveç studimeve të kodërvarreve janë studiuar dhe disa vendbanime shpellore që ndodhen në veri të fshatit Bruç si dhe vendbanimi shpellor i Blazit, Këputës, Pëllumbave dhe Nezirit. Gërmimet e ndryshme arkeologjike kanë zbuluar gjurmë material që nga periudha e paleolitit të mesëm, në neolit e më pas. Ato hedhin dritë mbi ritet , doket e ilirëve, e arbërve, nivelin e zhvillimit ekonomik e kulturor që shprehet në vendbanimet e tyre në kala në qyteza në mënyrën e ndërtimit të tuneleve, varreve, ritit të varrimit etj... Në tumat e Matit janë gjetur me shumicë objekte zbukurimi të cilat, në të shumtën e rasteve janë prej bronxi, por janë gjetur edhe objekte prej ari siç janë dy temthorë spiralike. Këto objekte janë fibula të permasave të ndryshme të njohura në Ballkanin jugor dhe në Iliri që nga fundi i epokës së bronxit si dhe fibula të tjera. Janë gjetur armë dhe vegla pune, shpata bronxi, thika, heshta prej hekuri, hanxharë i quajtur ”Sica”, përkrenarë ilire, pafta bronxi të shekullit VI-V p.e.r. Një grup të larmishëm përbëjnë stolitë e tjera si stringlat, vargonjte, paftat, sumbullat, varëset, byzylykët dhe rruaza prej bronxi si dhe objekte prej qelqi dhe qelibari. Stolitë janë përpuanuar nga mjeshtrat vëndas, pirustet, të cilët banonin në luginën e Matit, Mirditës, Pukës që kishin për zanat shkrirjen e përpunimit të metaleve. PËRKRENARJA E ILIRËVE E GJETUR NË MAT KA QENË NË PËRDORIM DERI NË PUSHTIMIN ROMAK. Kultura e Matit është e pranishme në shumë territore të Shqipërisë duke filluar nga jugu i Shqiperise e duke mbaruar në Lezhë, Shkodër, Bujan të Tropojës, Kukës etj. Pirustët ishin fis Ilir, banorë të krahinës së sotshme të Matit e Mirditës e disa krahinave në jug që deri në vitin 168 p.e.r bënin pjesë në mbretërinë ilire që përfshinte fiset ardiane, piruste, parthine, tau-lante e dasarete të cilat shtriheshin nga Dalmacia(lumi Naretna) deri në Vlorë . Më vonë ata rezistuan dhe mbetën të Pashkaterruar nga Romakët duke ruajtur pavarësinë deri në vitin 54 të erës sonë, kur Cesari i detyroi të paguanin një dëmshpërblim. Në vitin 6-9 të eres sonë, prusitë morën pjesë në kryengritjen e madhe ilire kundër pushtimit romak nën udhëheqjen e Batos. Pirustët, desidiatët e dalmatët ishin pothuajse të pathyeshëm në saje të pozitave së vendeve dhe maleve, të natyrës së ashpër dhe të zotësisë së tyre të fuqishme për të luftuar. Për herë të fundit fisi ilir i pirustëve përmendet nga Ptolemeu në shekullin e dytë para erës sonë. Ata përmenden si minatorë dhe përpunues të metaleve e sidomos të bakrit. Specialistët pirustë shkonin dhe nëpër fise të tjera ilire duke ushtruar zanatin e përpunuesit të metaleve. Besojmë se duhet të jenë të pirustëve disa toponime që gjenden sot në Mat siç janë mali i Farkës, sheshi i Farkës, përroi i Farkës etj. Zanati i farkëtarit është trasheguar brez pas brezi që siç do ta shohim më vonë mori zhvillim sidomos në krahinën e Skënderbeut, për prodhimin e armëve. Popullsia ilire në trevat e Matit mundi të ekzistojë e të ruhet pa u asimiluar si nga pushtimi romak ashtu edhe nga dyndjet e popujve të ndryshëm. Kjo vazhdimse jete, kulture, etnike na çon deri në mesjetën e hershme, kur ilirët dalin në histori me emrat e ri Arbër.\n"
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1191245156-tropoja.jpg",
    "title": "Tropoja",
    "description": " Tropoja apo shpesh përmendet si Tropoja e vjetër është vendbanim në Shqipërinë veriore dhe sot është zona me e lidhur me Kosovën. Histori\n Tropoja njihet historikisht si pjesë e Malësisë së Gjakovës. Gjatë Perandorisë Osmane ishte pjesë e Vilajetit të Kosovës. Kufiri i vitit 1912 që shkëputi pjesën më të madhe të Kosovës nga Shqipëria la Tropojën në izolim dhe vështirësoi jetën e banorëve. Kufiri la të izoluar edhe ekonominë e Tropojës. Nga çlirimi i Shqipërisë e deri në Luftën e dytë botërore Tropoja së bashku me të gjitha venbanimet e tjera të Tropojës, Hasit dhe Kukësit që kishin mbetur këndej kufirit ishte pjesë e Prefekturës së Kosovës, që ishte një nga 10 zonat administrative të Shqipërisë së lirë. Sot Tropoja është pjesë e Rrethit të Tropojës, të cilit edhe i ka dhënë emrin. Me çlirimin e Kosovës në vitin 1999 fillon një fazë e re për jetën e banorëve të cilët tani mund të shfrytëzojnë shkollat apo spitalet në Kosovë. Ekonomia\n Tropoja ndodhet rreth 260 km larg Tiranës, kryeqytetit të Shqipërisë, dhe 120 km larg Prishtinës, kryeqytetit të Kosovës. Pozita gjeografike ka imponuar një lloj izolimi ekonomik nga pjesa tjetër e Shqipërisë. Komunikacioni rrugor me Kosovën mundëson tregti të shpejtë. Tropoja ka sipërfaqe mjaftë të madhe të tokave të punushme, në të cilat kultivohen drithrat, mollët, gështenjat, kumbullat e degjuara tropojane, ndersa ne blegtori mbizotërojne të imtat, sidomos dhitë.    "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1191246767-peshkopia.jpg",
    "title": "Peshkopia",
    "description": "Ndodhet në pjesën verilindore të Shqipërisë. Fjala Peshkopi rrjedh nga greqishtja e vjetër“episcopi”, që do të thotë residence e peshkopit. Për here të parë është përmendur në një dokument të shekullit të XV. Qyteti është një bazë për të vizituar parkun kombëtar të Lurës si dhe është i njohur për Llixhat ( ujrat termale te tij).  Peshkopia është qytet në Shqipërinë e verilindore. Peshkopia ndodhet në të dy anët e Lumit Drin. Lugina e Drinit është pjesa më e ulët e rrëthit. Në afërsi të Peshkopisë ndodhet dhe mali më i lartë i Shqipërisë , Mali Korabit (2751m)."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1256041682-gjakova.jpg",
    "title": "Gjakova",
    "description": "Sipas të dhënave arkeologjike të bëra nga ekipet e përbashkëta nga Shqipëria dhe Kosova, në territorin e Gjakovës, në bazë të materialeve të gjetura është vërtetuar se i përkasin kulturës antike është vërtetuar dhe dëshmuar se këto treva kanë qenë të banuara edhe më parë.Gjakova si qytet më këtë emër daton nga shekulli XV, por lulëzimi i vërtet i saj fillon në fund të shekullit XVI dhe në fillim të shekullit XVII. Nga kjo periudhë veçojmë ndërtimin e Xhamisë së Hadumit në vitin1554, Mejtepit, Bibliotekës, Haremit, Hamamit, ndëtimit të Sahat-Kullës, Medreses së Madhe, Hanit të vjetër, Kompleksit të Teqës së Madhe si edhe urave lidhese të qytetit mbi lumin Krena, si ajo e Tabakut, ura e Taliqit etj.të cilat edhe sot ekzistojnë. Komuna e Gjakovës sot ka 586 km katrorë të cilën e përbëjnë qyteti dhe 84 fshatra. Sipas regjistrimit të fundit i bërë në vitin 2000 nga UNMIK-u, komuna e Gjakovës ka 150.800 banorë, duke e renditur si komuna e tretë për nga madhësia në Kosovë.Komuna e Gjakovës ka lidhje të mira me rrugë të asfaltuara me qytetet e Prizrenit, Pejës, Rahovecit, Klinës, Prishtinës, Deçanit, Malishevës etj. Ë shtë me rëndësi të ceket se Komuna e Gjakovës pas luftës së vitit 1999 ka lidhje edhe me Republikën e Shqipërisë, përmes dy pikave kufitare ate të Qafës së Prushit dhe Qafës së Morinës.KulturaQyteti i Gjakovës është i njohur si qendër kulturore, jo vetëm në suazat komunale por edhe si regjionale e besa edhe gjithë kombëtare. Bartës kryesorë të kulturës së qytetit të Gjakovës janë:- Muzeu- Arkivi- Instituti për mbrojtjen e monumenteve- Biblioteka- Pallati i kulturës- Teatri Kombëtar i GjakovësInstituti për mbrojtjen e monumenteve të kulturës së Gjakovës është themeluar me datë 10.06.1990 nga Kuvendi i Komunës së Gjakovës me emërtimin : Enti për Mbrojtjen e Monumenteve të Kulturës. Motivi për themelimin e këtij institucioni është domosdoshmëeria për krijimin e një institucioni për ruajtjen dhe kultivimin e trashigimisë kulturore në Komunen e Gjakovës. Punët e para të këtij institucioni kulturorë ishin përpilimi i dokumentacionit të nevojshëm për fillimin e punës. Në këtë kuadër fillimishtë u pranuan me statusin e bashpunëtorëve 13 arkitektë, një arkeolog dhe një prof.i historisë. Ky ekip për afro katër vite ka kryar një punë kapitale në evidentimin,inçizimin,përpunimin dhe dokumentimin e monumenteve të të gjitha llojeve si kulla, Xhamija, Kisha, Hamame, Varreza, lokalitete arkeologjike, komplekse historike, Mullinjë, Kroje dhe objekte të banimit individual. Pallati i kulturës “ Asim Vokshi “ i ndërtuar me vetëkontributin e qytetarëve të Gjakovës ka filluar punën me 7 Korrik të viti 1977. I lokalizuar në qendër të qytetit të Gjakovës ka afro 6000 metra katrorë.EkonomiaDeri më datë 31.12.2008 janë regjistruar afro 3120 subjekte ekonomike për të zhvilluar veprimtari afariste, si prodhuese, bujqësore, shërbyese, zejtare, tregtare, hoteljere, e të ngjajshme.Numri i përgjithshëm i punëtorëve të paraqitur në këto subjekte ekonomike - afariste të regjistruara është afro 9.850. Prej numrit të përgjithshëm të subjekteve afariste të regjistruara 60 janë ndërmarrje në pronësi Shoqërore – Akcionare dhe subjekte tjera dhe 3060 janë në pronësi private si NVM. Nga 60 Ndermarrje ekonomike shoqërore-akcionare, vetëm dy zhvillojnë veprimtari të rregullt ekonomike ajo IMN – Fabrika e tullave dhe tjegullave dhe Fabrika e Gazit. Një pjesë e këtyre Ndermarrjeve kohë pasë kohe kryen ndonjë shërbim për palën e tretë, një pjesë e Ndermarrjeve kanë lëshuar me qera pjesë të objekteve, kurse shumica e tyre presin privatizimin.Nga 3060 Ndermarrje të vogla dhe të mesme private të regjistruara, 60% e tyre zhvillojnë veprimtarinë afariste, kurse të tjerat për shkak të kushteve financiare dhe tregut nuk funkcionojnë.Ekonomia e komunës së Gjakovës deri në vitin 1989 ishte relativisht e zhvilluar.Degët më të zhvilluara të ekonomisë dhe bartëse të zhvillimit ishin: Industria metalike, Industria e tekstilit, Industria e materialit ndërtimor, Industria ushqimore, Industria kimike dhe e gomës, Industria e drurit, Agroindustria, Tregtia, etj ka qenë mjaftë e zhvilluar edhe Operativa ndërtimore (si në ndërtimin e ulët ashtu edhe në atë të lartë, ku ka funkcionuar edhe prodhimi i asfaltit dhe betonit të freskët).Ekonomia shoqërore në vitin 1989 ka numëruar 45 ndërmarrje ku kanë qenë të punësuar 18.640 punëtorë. Në veprimtaritë joekonomike (arsimi, shëndetësia, kultura, institucionet shtetërore, bankat etj. ) kanë qenë të punësuar 4000 punëtor. Ka qenë e zhvilluar gjithashtu edhe ekonomike private ku kanë qenë të regjistruara 920 subjekte afariste me afro 2000 të punësuar.Ekonomia e komunës së Gjakovës më së shumti ka pësuar gjatë sanksioneve ekonomike si dhe me rastin e aplikimit të masave të dhunshme nga okupatori serb. Gjendja është keqësuar edhe më tepër gjatë sulemeve të NATO-s si pasojë e veprimeve shkatërruese të forcave të shumta ushtaroko-policore serbe, të cilat kanë qëndruar dhe vepruar në objektet e ndërmarjeve ekonomike, ashtu që gjatë tërheqjes së tyre kanë vjedhur, plaqkitur dhe shkatërruar pjesën më të madhe të mjeteve themelore dhe inventarit, mjetet e transportit, etj.Humbjet e krijuara nga lufta në ekonominë shoqërore janë afro 190 milion DM kurse në ekonominë private afro 100 milion DM. Me përfundimin e luftës dhe vendosjen e administrimit civil ndërkombëtar (UNMIK) u krijuan kushtet për rimëkëmbjen dhe zhvillimin e ekonomisë dhe hapjen e saj ndaj botës."
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1256042292-prishtina.jpg",
    "title": "Prishtina",
    "description": "Nga viti 1981, nuk ka pasur regjistrim të popullsisë në Kosovë. Pas luftës së fundit, Prishtina është stërngarkuar me popullatë. Manipulohet me shifra , por duke u mbështetur në analiza dhe numrin e votuesve, numri rezident i qytetarëve në qytetin e Prishtinës, mund të jetë përafërsisht 400 mijë, ndërsa me fshatrat deri 470 mijë.Gjatë ditës në kryeqytet mendohet se lëvizin deri në 500 mijë qytetarë.Gjatë të gjitha periudhave historike, Ballkani Qendror dhe ai Lindor ishte dhe vazhdoi të mbetet hapësira më dinamike e lëvizjeve etnike dhe shoqërore e ngjarjeve historike e politike. Për këtë arsye, ndodhi edhe ndryshimi në strukturën etnike e fetare. Pikërisht për këtë, më së tepërmi pësoi popullata autoktone etnike ilire, por edhe thrakase e maqedonase. Në vorbullën e këtyre ngjarjeve, bën pjesë edhe hapësira ku shtrihet sot Prishtina. Gjurmët e banimit në kryeqytetin e Kosovës i gjejmë që në parahistori, gjithnjë në mbështetje të zbulimeve të deritashme arkeologjike të gjetura në lokalitetet e Neolitit të hershëm, si në Matiçan, Graçanicë, Ulpianë etj., pastaj në epokën e bronzit, deri te etnokultura dardane që nga shek. VIII e VI para Lindjes së Krishtit.Në të dhënat historike të shkruara deri në shek. XIV, për Prishtinën kemi të dhëna të pakta e fragmentare. Kështu, për strukturën e Prishtinës nuk mund të mbështetemi vetëm në të dhënat e shkurtëra e narrative nga Arkivi i Raguzës (Dubrovnikut të sotëm), për periudhën paraosmane pa u shfrytëzuar dhe konsultuar me dokumentet turke. Të përkujtojmë se gjatë periudhës së sundimit romak, popullatën e vendëse e përbënin dardanët, pastaj vijnë dubrovnikasit, sasët, sllavët e deri në Mesjetë. Me pushtimin e Artanës (ish-Novobërdës) më 1455, pra edhe të Prishtinës nga Perandoria Osmane, në Prishtinë filluan të vijnë edhe turqit, çerkezët, romët etj.Etimologjia e emrit Prishtinë, duket se vjen nga një gjuhë e lashtë indoevropiane, ndërsa kuptimi i saj është; i lashtë, i fazës fillestare, diçka që i përket të kaluarës. Duke u mbështetur në këto të dhëna, hetohet se Prishtina është një lokalitet i lashtë antik, por që është përtërirë gjatë periudhës së Mesjetës. Shkrimi i parë për Prishtinën është ai i vitit 1342 nga Perandori i Bizantit, Johan Kantakuzen, i cili Prishtinën e përshkruan si një fshat. Pas këtij viti, ka të ngjarë se ekzistonte kisha katolike e Shën Mërisë dhe si priftërinj përmenden edhe emra, si ai i shqiptarit Don Lasio.Meqë gjatë periudhës së vjetër ekzistonte qyteti i vjetër Ulpiana (Ulkiana), ndërsa gjatë mesjetës së hershme Artana si qytet xehetarësh, atëherë hetohet se Prishtina deri në kohën e sundimit osman, nuk dëshmon ndonjë rol të rëndësishëm gjatë shek. XIV e XV kur Prishtina, kryeqyteti i sotëm i Kosovës fillon të zhvillohet edhe si qendër e rëndësishme tregtare.KulturaPrishtina si kryeqytet i Kosovës është qendër e zhvillimeve kulturore dhe artistike e të gjithë shqiptarëve që jetojnë në Kosovë. Drejtorati për Kulturë i Komunës së Prishtinës është vetem një segment që kujdeset për ngjarjet e rëndësishme kulturore të cilat sot Prishtinën e radhisin ndër qytetet që ka një traditë të theksuar kulturore e artistike. Biblioteka ”Hivzi Sylejmani” e themeluar para 60 vjetësh ka sot në sirtarët e saj mbi 70 mijë libra, në të gjitha gjuhët e botës. Vetëm në Prishtinë, ajo ka edhe katër degë të tjera të vendosura në lagjet më të mëdha të qytetit, në mënyrë që libri të jetë sa më afër lexuesit. Janë edhe nëntë degë tjera të kësaj biblioteke të shpërndara në pjesët rurale të qytetit dhe atë: në fshatin Bardhosh, Lugar, Keçekollë, Koliç, Hajvali, Graqanicë, Laplesellë, Sushicë e Çagllavicë (këto të fundit të banuara me popullatë të minoritetit serb).Trashëgimia kulturore është kaptinë në vete që pasqyron lashtësinë e Prishtinës si qendër administrative dhe kulturore, që nga Dardania e vjetër para 3500 vjetësh e deri sot.Në Muzeun e Prishtinës gjendet statuja e Mbretëreshës së Dardanisë. Në luftën e fundit, kjo statujë nga policia serbe dhe u dërgua në Beograd, derisa këtë vit Kryeadministratori i Kosovës, Michael Steiner e ktheu atë nga Beogradi në Muzeun e Kosovës në Prishtinë.Në Perishtinë gjendet edhe Hamami i qytetit, Shtëpia e Emin Gjikës, në të cilën është vendosur Akademia e Shkencave dhe Arteve të Kosovës. Prishtina ka edhe Arkivin e vet, i cili është themeluar në vitet e pesëdhjeta të shekullit të kaluar dhe ruan me fanatizëm tërë lëndën arkivore të qytetit, rrethinës dhe të regjionit të Prishtinës. Nga (34)tridhjetekatër shoqëritë kulturo-artistike që e gjallojnë jeten muzikore në Prishtinë, do veçuar Shoqërinë “Bajram Curri”, e themeluar në vitin 1963, pastaj Ansamblin e Këngëve dhe Valleve të Universitetit të Prishtinës i themeluar në vitin 1962, Korin “Colegium cantorum” i themeluar në vitin 1963 dhe shoqëri të tjera kulturo-artistike, të cilat e begatojne jetën kulturore në kryeqytetin e Kosovës.Ngjarje që do veçuar është edhe themelimi i Teatrit “Dodona” në vitin 1986 dhe Teatri i Kukullave.Dikur, Prishtina kishte katër salla të kinemasë, ndërsa sot ka vetem një dhe ajo vepron në kuadër të Kompanisë për shfaqjen e filmave “Genci”. Ndër projektet më të rëndësishme të Prishtinës mbetet Pallati i Rinisë me hapsirë prej mbi 20.000 metrash katrorë. Në qendër të Prishtinës është ngritur Monumenti i Skënderbeut, Zahir Pajazitit dhe Nënës Terezë.  "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1256042760-foto-prizreni.jpg",
    "title": "Prizreni",
    "description": "Qyteti i Prizrenit shtrihet ne pjesën jugore të Rafshit të Dukagjinit, në rrugën që lidhte me parë bregdetin verior të tokave shqiptare dhe qendrat e tij qytetaro- tregtare me rajonet e brendshme të Kosovës dhe të Ballkanit. Të dhënat arkeologjike dëshmojnë për ekzistencën e një jete aktive në teritorin e Prizrenit të sotem qysh në antikitet e më përtej, kur njihej me emrin THERANDA e në këtë trevë banonte një popullësi e pastër ilire, Dardanët.Në shek XI njihet si qendër e rëndësishme qytetare. Më 1019 përmendet si një seli e ipeshkevis të perandorisë Bizantine. Gjatë sundimit serb (shek XII-XIV) u vendosën në këto treva pjesëtarët e popullsis sllave. Në kohën e sundimit të mbretërve Dushan dhe Urosh, Prizreni qe herë pas here selia e mbretërive të tyre.Pas pushtimit nga Perendoria Osmane (1455) Prizreni ndonëse humbi përkohsisht rëndesin e tij, u bë përsëri qendër e fuqishme ekonomike, kulturore dhe administrative (qender Sangjaku dhe Vilajeti). Në shekullin XIX Prizreni ishte qendra e dytë më e rëndësishme ekonomiko tregtare e trojeve shqiptare me rreth 1.500 dyqane në fund të kësaj periudhe. Si pas vjetarit turk të vitit 1874 qyteti i Prizrenit kishte 44.000 banorë nga të cilët mbi 35.000 shqiptar.Prizreni zë një vend të veçantë në historin e Lëvizjes Kombëtare Shqiptare, u bë kryeqendër e Lidhjes Shqiptare të Prizrenit, që u themelua me 10 Qershor 1878. Në Prizren pati selin e vet edhe Qeveria e përkohshme Shqiptare (1881) e kryesuar nga banori i njohur i këtij qyteti, Ymer Prizreni.Në vitin 1913 vendoset pushteti serbo-malazez me ç'rast një numër i madh i familjeve shqiptare nga qyteti u shpërngulen në Turqi. Gjatë luftës së II botërore banorët e tij dhe rrethit të tij u përfshin në Lëvizjen Antifashiste Nadonalçlirimtare. Prizreni u çlirua më 17 nëntor 1944.Pas luftës deri më 1947, Prizreni ishte qendra e Qarkut Autonom të Kosovës. Megjithatë nuk pati ndonjë zhvillim të ndjeshëm. Edhe më pas ishte një ndër qendrat më të prapambetura në gjithë Jugosllavinë.Në fund të viteve të 50-ta deri në mesin e viteve të 60-ta nga Prizreni u shpërngulën mbi 3.200 familje në Turqi.Nga e kaluara e bujshme historike, qyteti i Prizrenit ka trashëguar një numër të madh objektesh kulturo -historike. Më të rëndësishme janë : Kompleksi i Shatirvanit, Nënkalaja, Marashi, Kalaja, Kisha e Shën Premtës, Kisha e Shën Shpëtimit, Xhamia e Bajraklisë, Xhamia e Safi Sinan Pashës, Hamamet e qytetit, krojet e qytetit, ura e gurit dhe një numër i madh i shtëpive folklorike të qytetarëve të trashëguar ndër shekuj. "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1256640932-tetova.jpg",
    "title": "Tetova",
    "description": "Tetova gjendet në pjesën veriperëndimore të Maqedonisë. Ajo nga veriu kufizohet me Kosovën, në lindje me Shkupin, në jug me Makedonski Brodin dhe në jugperëndim dhe perëndim me Gostivarin. Tetova me sipërfaqe prej 1080 km2 shtrihet në pjesën e poshtme të fushës së Pollogut dhe është e rrethuar me Malin Sharr dhe Malin e Thatë, me një lartësi mbidetare prej 460-500 m. Klima mesatare kontinentale me temperaturë mesatare vjetore reth 11.6O°.Në Tetovë jetojnë afër 200.000 banorë, nga të cilët rreth 80,3% shqiptarë, 14,7% sllavo-maqedonë dhe 5% të tjerë, të vendosur në 92 vendbanime. Tetova ishte qendër ekonomike, kulturore dhe administrative që në kohrat antike ku përmendet me emrin Enea. Në vitin 2005 nga komunae Tetovës janë ndarë edhe nëntë komuna tjera, të cilat si qendër e zhvillimit marrin Tetovën.DemografiaShiquar nga aspekti demografik në Tetovë jetojnë afër 200.000 banorë, nga të cilët rreth 80,3% shqiptarë, 14,7% sllavo-maqedonë dhe 5% të tjerë, të vendosur në 92 vendbanime. Ndërsa në bazë të përkatësisë fetare mbi 85% i përkasin fesë islame kurse të tjerët asaj ortodokse.Karakteristikat demografike të Pollogut të Poshtëm, siç janë gjendja numerike e popullsisë, dendësia e popullsisë, trendi i ecurisë dhe struktura e popullsisë, e caktojnë zhvillimin e mëtejshëm të hapësirës së Pollogut të Poshtëm.Ecuria e numrit të përgjithshëm të banorëve në territorin e komunës paraqet rritje të dinamikës së shprehur. Kjo dinamikë është shumë më e madhe te banorët e qytetit, se sa te banorët e fshatrave. Shkalla e ecurisë së banorëve të përgjithshëm të qytetit ndërmjet dy regjistrimeve të fundit të viteve 1961-1971, shënon 4,1% të shkallës vjetore të rritjes. Shkalla e rritjes së popullsisë fshatare për periudhën e njëjtë është 2,0%. Në periudhën pas Luftës së Dytë Botërore shënohet dukuria e rritjes permanente të popullsisë së qytetit, e cila në vitin 1946 ka përbërë një të pestën (20,9%), në vitin 1953 diçka më shumë së një të pestën (21,7%), që në vitin 1961 të rritet dhe të arrijë gati një të katërtën e popullsisë (24,2%), ndërsa në regjistrimin e vitit 1971 përbën më shumë se një të katërtën (27,2%).Numri i banorëve të qytetit rritet, jo vetëm si rezultat i ecurisë natyrore të popullsisë, por kjo rritje kushtëzohet me shpërnguljen intensive të popullsisë nga vendbanimet qytetëse (rurale). Për dinamikën e numrit të përgjithshëm të banorëve në hapësirën e Pollogut të Poshtëm është karakteristikë një rritje e shpejtë në krahasim me territoret e tjera të Maqedonisë. Popullsia e kësaj hapësire dallon për nga lindshmëria më e madhe natyrore e saj, që është pasojë e natalitetit shumë të lartë dhe e rënies së mortalitetit.Karakteristikë themelore demografike të Pollogut të Poshtëm është dendësia shumë e madhe e popullsisë, e cila sipas regjistrimit të bërë në vitin 1994 për territorin e komunës është 163 banorë në 1 km2. Hapësirë më e banuar është hapësira rrafshinore me sipërfaqe 392 km2, sipas së cilës rezulton se në 1 km2 jetojnë 379 banorë. Dendësia e popullsisë në territorin e komunës është dy herë më e madhe nga dendësia mesatare e popullsisë së Republikës.Në bazë të dendësisë së shprehur të popullsisë vërehet shkallë shumë e lartë e natalitetit, e cila në regjistrimin e fundit të vitit 1997 ka qenë 20,3‰, mortaliteti 6,9‰, kurse shtimi natyror 13,4‰.Shtimi natyrorë i popullatës Tendenca e deritashme e shprehur e strukturës së popullsisë sipas gjinisë, gjatë së cilës numri i popullsisë së gjinisë mashkullore është shumë më i madh në krahasim me atë të gjinisë femrore, është karakteristikë specifike për krejt Republikën e Maqedonisë, e cila është e shprehur posaçërisht në territorin e Pollogut të Poshtëm. Dekadave të fundit, për shkak të rritjes së standardit jetësor dhe shoqëror dhe të përmirësimit të kushteve jetësore, është bërë ndryshimi i strukturës së popullsisë sipas gjinisë.Marrë në përgjithësi për tërë hapsirën e Pollogut të Poshtëm, raporti numerik në mes të personave të gjinisë mashkullore dhe asaj femrore sipas viteve regjistruese ka ndryshuar krahas lëvizjes së numrit të përgjithshëm të popullsisë.Struktura e moshës së popullsisë në territorin e komunës ndryshon dukshëm nga ajo e qytetit. 46,3% e popullsisë së përgjithshme të komunës është aktive me punë, kurse pjesa e mbajtur e popullsisë (e moshës deri 20 vjeçare) është 47,8%. Ecuritë e vërejtura të popullsisë, sipas kësaj karakteristike, janë shumë të pavolitshme në krahasim me ecuritë e vërejtura në nivel të Maqedonisë. Sipas të dhënave nga regjistirmi i fundit i Maqedonisë, 43,0% i numrit të përgjithshëm të popullsisë i takon grupit të popullsisë së mbajtur të moshës nën 20 vjeçare.Struktura e moshës së popullsisë, siç është theksuar edhe më lartë, është faktori i përcaktuar i formimit të popullsisë së aftë për punë. Një kontingjent i popullsisë së aftë për punë në territorin e komunës së Tetovës formohet nën kushtet specifike dhe prej këtu struktura ekonomike e popullsisë së komunës dhe të qytetit, kanë karakteristika të veta specifike.Përgatitja shkollore e popullsisë së komunës së Tetovës gjatë periudhës së viteve 1961–1994 Pregaditja shkollore e popullsisë, të moshës mbi 10 e 15 vjet, në të kaluarën jo të largët, nuk ka qenë e përshtatshme. Ndërkaq, në dekadat e fundit dukshëm ka filluar të përmirësohet përbërja arsimore e popullsisë. Kështu që me sjelljen e ligjeve të ndryshme për ndjekjen e mësimeve në gjuhën amëtare në arsimimin fillor, të mesëm madje edhe në atë të lartë e superior (këtu vlen të përmendet edhe funkcionimi i Universitetit të Tetovës dhe Universitetit të Evropës jug-lindore, që sigurisht do ti japin një zhvillim të hovshëm arsimimit në gjuhën shqipe) dukshëm është ngritur niveli arsimor i këtyre trojeve. Mirpo edhe krahas ngritjes arsimore të popullsisë, prapseprap, edhe sipas regjistrimit më të ri të popullsisë, ende ka numër të konsiderueshëm të personave pa pregaditje shkollore ose me arsimim të ulët, veçanarisht në mesin e popullatës femrore.EkonomiaPas shkatrimit të Federates sllave dhe luftrave të viteve 2000 industria e Tetovës është shkatruar po thuaj se tërsisht. Gjatë viteve të fundit (viteve 2000) me shpërbërjen e pronës shoqërore bëhet privatizimi i cili ngadal fillonë të lulëzojë.Prodhimet më të njhura industriale me të cilat ekonomia e Tetovës përfaqësohet në tregun e regjionit dhe më gjërë janë: prodhimet e drurit (mobilje kualitative), metalo-plastikës, prodhime të materijaleve ndërtimore.TurizmiTurizi në ekonomin e Tetovës zë një vendë të rëndësishem. Kryesishtë si vende dhe objekte turistike janë të njohura : Qendra rekreative - turistike \"Kodra e Diellit\" në shpatet e Sharrit që është e njohur për zhvillimin e sporteve mbi borë gjatë dimërit, sidomos të skijimit; si dhe objektet e shumta me vlerë kulturore dhe historike si Kalaja e Tetovës që ndodhet mbi qytet.Kodra e Diellit është një vend turistik në qytetin e Tetovës. 'Kodra e Diellit' në të vërtetë është një qendër rekreative për skijim. Sa i përket shtrirjes së tereneve për skijim në teritorin e Maqedonisë 'Kodra e Diellit' ka shtrirjen dhe përshtatshmërinë më të mirë si për rekreim si për përdorim më të gjërë për gara sportive. Para luftës së vitit 2001 kjo qendër kishte popullaritet më të madh, kurse pas kësaj kohe popullariteti disi ka mbetur vetëm ndër shqiptarët. Si duket janë mirë duke funksionuar mekanizmat propagandues maqedonas se vendet ku janë të banuara me shqiptarë gjithnjë janë burim rrezikuKulturaPozita e mirë gjeostrategjike, të ndodhurit në udhëkryq si dhe pologu me tokë pjellore, Tetova ua tërhiqte vëmendjen pushtuesëve të ndryshëm. Në shekullin e XV këtë qytet e pushtojnë turqit. Me ardhjen e turqëve u zhvillua kultura. Vatër e saj bëhet kompleksi i Teqes Bekteshiane-HARABATI(Teqe) 1538 – 1548 e ndërtuar nga ana e Sersem Ali Dedes.Osmanlinjtë Tetovës i dhuruan shumë objekte publike e fetare të kulturës islame: xhami, teqe, kuzhina publike për të varfër, hamame(banjat publike), shadërvane etj.Është për t’u përmendur biblioteka e Teqes së Arabatit shek XVIII – XIX sepse në të kultura dhe arsimi u zhvillua krahas fesë islame. Në këtë bibliotekë bëhej edhe kopjimi i veprave të intelektualëve të kohës me kaligrafi të zgjedhur të cilat më vonë zbukuroheshin me prnamente të mbështjellura me lëkurë.Në Tetovë kemi Kalanë e Tetovës, që ndodhet në maje të Baltepes, menjëherë mbi Tetovë. U ndërtua më 1820 nga ana e Abdurahman Pashës. Ky objekt kulture paraqet një bukuri të rallë të kohës së kaluar.Në Tetovë kemi Kalanë e Tetovës, që ndodhet në maje të Baltepes, menjëherë mbi Tetovë. U ndërtua më 1820 nga ana e Abdurahman Pashës. Ky objekt kulture paraqet një bukuri të rallë të kohës së kaluar. Përbërja e saj është komplekse (pjesa e brendëshme ka pesë saraje, kuzhina të mëdha, banja, një pus në mes dhe tri tunele për dalje) gjatë luftrave pësoi rënime të shumta.Në Tetovë është edhe biblioteka \"Koço Racin\", muzeu memorial, arshivi historik etj.Tetovën sot e zbukuron objekti i ndërtuar në themelet e xhamisë së Çarshisë më vitin 1975 – Pallati i Kulturës. Në këtë Pallat paralelisht zhvillohet kultura e të gjitha nacionaliteteve që jetojnë në këto troje, edhe atë nëpërmjet të aktiviteteve të ndryshme kulturore siç janë: aktivitetet muzikore, të dramës, të artit figurativ, aktivitete që kanë të bëjnë me letërsinë etj.Nga aktivitetet muzikore vlen të përmenden koret e ndryshme si p.sh. kori i përzier rinor, kori i femrave dhe kori i meshkujve si dhe shoqëritë e ndryshme kulturo-artistike. Duhet patjetër përmendur edhe sukseset me vlerë Botërore të këtyre koreve siç është kori i përzier rinor, i cili nën dirigjimin e prof. Arifhikmet Xhemaili, solli medalje të argjent nga Olimpiada Botërore në Linc të Austrisë në vitin 2000, kurse më vitin 2001 në Wermigerode të Gjermanisë të njëjtit fituan medalje të artë.Nga shoqëritë kulturore artistike dallohen : SH.K.A.\"Xheladin Zeqiri\" (1949;shqiptare), \"Iljo-Antevski Smok\"(maqedonase) dhe \"Jeni Hajat\"(turke). Kur flitet për muzikën shqiptare në Tetovë por edhe në përgjithsi nuk mund të mos përmendim grupin me më renome në gjith trojet shqiptare Elita 5.Në shërbim të aktiviteteve të dramës funkcionojnë studioja e dramës për fëmijë, të rinjë dhe studioja për të ritur. Në kuadër të Pallatit të Kulturës gjithashtu funkcionon edhe ateleja e artit figurativ në të cilën afirmohen dhe zhvillohen amatorë respektivisht profesionist të këtij arti me që organizohen galeri të ndryshme artistike.Nga aktivitetet letrare dallohen klubet letrare edhe atë K.L.\"Klubi letrar 94\"(shqiptar) dhe ai maqedonas \"Kiril Pejçinoviq\", të cilët organizojnë promovime të ndryshme të librave, mbrëmje letrare të përcjellura me lexim në prozë dhe poezi kushtuar shrimtarëve tanë të së kaluarës dhe për raste tjera solemne, shpallin konkurse të punimeve të artistëve të rinj të letërsisë etj.ShkollmiNë vitet 2000 në Tetovë punonin 7 sholla fillore me rreth 9100 nxënës, 5 shkolla të mesme ë përgjithshme dhe profesionae me rreth 10 000 nxënës, 2 shkolla të larta, Universiteti i Tetovës USHTdhe Universiteti i Evropës Juglindore - UEJL.Shkollat e mesme TetovëStatistikat për numrin e nxënësve 2005/2006:Mësimi zhvillohet në tre gjuhë:Gjuhën Shqipe ka 6952 nxënësGjuhën Maqedone ka 2017 nxënës dheGjuhën Turke ka 146 nxënësNumri i Pedagogëve është 535. Për të dhëna më të sakta shikoni Shkollat e mesme Tetovë.Objektet kulturoreBibloteka e ArabatitPas pushtimit osman në shekullin XV dhe më përhapjen e kulture osmane në këtë pjesë të Ballkanit, në Tetovë si qendër me ndikim vështrohej Teqja e bektashive Harabati e ndërtuar gjatë vitve 1538 - 1548 nga Sersem Ali Dedes. Gjatë sundimit Osmanë në Tetovë dhe rrethinën e saj ndërtohen shumë objekte publike të cilat në kohën më të re shërbejnë edhe si monumente kulturoe. Një nga këto objekte është edhe Bibloteka e Arabatit e cila përpos që shërbente për përhapjen e kulturës islame kryente edhe funksionin e shkollës gjatë shekujve XVIII - XIX. Në këtë Biblotekë bëhej kopjimi të kaligrafisë t cilat zbukuroheshin me prnamente të mbështjellura me lëkurë.Kalaja e TetovësKalaj e qytetit ndodhet në maje të Baltepes, menjëherë mbi qytet. Është ndërtuar më 1820 nga ana e Abdurahman Pashës. Për brendin e Kalasë janë interesante pesë \"saraje\", kuzhina e madhe, banja, pusi si dhe tri tunelet. Fatëkeqësisht gjatë përleshjeve t kryengritësve shqiptarë me ushin maqedonase në vitet 2000 një pjesë e madhe e Kalasë është dëmtuar.Bibloteka \"Koço Racin\"Bibloteka \"Koço Racin\" shërben si biblotekë, muze memorial dhe arkivë historike.Pallati i kulturës- ku gjendet Biblioteka e QytetitPallati i KulturësPallati i Kulturës është kompleksi i ndërtuar më 1975 mbi themelet e xhamisë së Çarshisë. Në këtë kompleks zhvillohen aktivitete të ndyshme kullturore të të gjitha nacionaliteteve të qytetit. Në aktivitetin e kultures muzikore janë të angazhuar Kori i përzier rinorë, Kori i femrave.Shoqërit kulturoreMuzikaKori i meshkujve dhe shoqëri të ndryshme kulturo artistike. Kori i përzier rinor nënë udhëheqjen e dirigjentit prof. Arifhikmet Xhemaili është i njohur edhe në skenen ndërkombëtare. Ky korë ka arritur disa suksese në festivale të ndryshme si : medalja e argjendë në Olimpiada Botërore në Linc të Austrisë (2000), medalje të artë në Wermigerode të Gjermanisë 2001. Shoqëria Kulturo Artistike (SH.K.A.) \"Xheladin Zeqiri\" e themeluar më 1949zhvillon aktivitete në gjuhën shqipe ndërsa shoqëria \"Iljo-Antevski Smok\" në gjuhën maqedonase dhe për gjuhën turke, shoqëria \"Jeni Hajat\".Elita5,Rock grupi Elita 5 - TetovëMuzika argëtuese tetovare në botën shqiptare është e njohur me këngët e grupit ELITA 5Muzike Kori i perzier i qytetit nen udheheqjen e dirigjentit Jeton Pustina ka aritur suksese te medhe ne festivalet brenda dhe jasht vendit.Ne festivalin TEHO ne Tetove është renditur nder koret me te mira te Ballkanit dhe ne festivalin shteteror te Kavadarcit duke e fituar vendin e pare.Arti FigurativGaleria e Arteve dhe Atelia e Artit Figurativ po ashtu gjenden në Pallatin e Kulturë dhe ju shërbejnë banorëe të qytetit për ekspozitat e ndryshme. Në kuadër të Pallatit të Kulturës gjithashtu funkcionon edhe ateleja e artit figurativ në tëLetërsiaPasurimi kulturorë ii Letërsis në Tetovë bëhet nga klubet letrare të qyetit si: K.L. \"Klubi letrar 94\" dhe \"Ditët e Naimit\" (shqiptar) dhe ai maqedonas \"Kiril Pejçinoviq\". Këto klube letrare organizojnë promopvime të ndryshme letrare, mbrëmje letrare dhe disa aktivitet të cilat janë të njohura në nivele ndërkombëtare. "
  },
  {
    "image": "http://www.shqiperia.com//fotoshqip/1268229675-laci-kurbini.jpg",
    "title": "Kurbini",
    "description": "Kurbini ,nje areal krahinor interesant me shtrirje ne veri te Krujes,me shume ne malesi e me pak ne ultesiren e tij fushore eshte i pasur ne trashigimi dokesh e traditash vendase,me krijimtari folklorike te ruajtura e te zhvilluara me fisnikeri ne vargun e gjate te shekujve.Kujtesa popullore ka ruajtur si gjera te shtrenjta legjenda rrefenja mitike : te forces,te mencurise,te adhetarizmit,te vllazerimit e te humanizmit,nga “moti i madh” i Skenderbeut e nga kohe te tjera te hershme .Ne fshatrat e kesaj treve jeton nje popullsi vendase qe eshte simbol i urtesise, trime e liridashese,e punes dhe e perparimit,fisnike e beses, e burrerise e me shpirt mikprites.Ky eshte vend i begateshem ne permendore historike e etnologjike : kudo te sheh syri banesa te gurta te fortifikuara (kulla) dy e tre kateshe,rrenoje keshtjellash e fortifikatash mesjetare,fshatra rrenoje te nje kohe te hershme e tashme te braktisur,Kisha e Altare te hershmerise mes -jetare : vrehen gjurmat e kultures se Arbrit ne Milot (mal), shek VI-X ; vende,shpella e maja te kultit te lashte pagan – sinkretizuar me elemente te mevonshem Krishtere e Islamike.Mbi te gjitha ne Malin e Trodhmes ndodhet Kisha e Vjeter Katedrale e Shna Prendes;ne Malin e Shna Ndoit naltohet ngjitur me shkembim Kisha teper e mirenjohur e Shna Ndoit – vend peligrinazhesh dhe e paqes shpirterore per cdo fund pranvere ( kryesisht me 13 Qershor).Ky pra eshte me pak fjale Kurbini jone."
  }
]
